[
    {
      "name": "La Secta",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913070/libros/la_secta_suker9.jpg",
      "price": 22.70,
      "description": "Después de El mentalista, vuelven Camilla Läckberg y Henrik Fexeus. Déjate atrapar. Más de 1.000.000 de lectores lo están esperando. La agente Mina Dabiri y sus compañeros del departamento de Homicidios de la policía de Estocolmo se enfrentan a un nuevo reto: un niño ha desaparecido de un parque infantil y el caso comparte muchas similitudes con una investigación anterior de trágico desenlace. Los pocos indicios que existen, plagados de códigos y mensajes en clave, parecen seguir las reglas de un juego ideado por una mente perversa. Dos años después de los dramáticos acontecimientos que unieron sus vidas, Mina recurrirá de nuevo al mentalista Vincent Walder para llegar hasta el final de una trepidante investigación que, en esta ocasión, la afectará de forma muy personal: ¿cuál es su vinculación con el caso? ¿Quién se esconde entre las sombras? Y, por encima de todo, ¿cuál es su objetivo? Mientras Mina intenta mantener a salvo los recuerdos del pasado y Vincent lucha por ignorar la sombra que esconde su alma, el escudo que ambos han construido alrededor empieza, finalmente, a desmoronarse.",
      "type": "Novela negra y policíaca",
      "author": ["Camilla Lackberg", "Henrik Fexeus"],
      "pages": 752,
      "editorial": "Planeta",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2023,
      "isbn": 9788408268307,
      "category": "libros",
      "stock": 10
    },
    {
      "name": "Retrato de una desconocida",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913151/libros/retrato_desconocida_ryhbpv.jpg",
      "price": 19.85,
      "description": "En la nueva y deslumbrante obra maestra de Daniel Silva, autor número uno de la lista de superventas de The New York Times, Gabriel Allon se embarca en una búsqueda trepidante para descubrir al mayor falsificador de arte que jamás haya existido. Tras cortar sus lazos con los servicios de inteligencia israelíes, el legendario espía y restaurador de arte Gabriel Allon se instala discretamente en Venecia, el único lugar donde ha conocido la paz. Su bella esposa, Chiara, dirige la Compañía de Restauración Tiepolo y sus dos hijos de corta edad acuden a una scuola elementare del barrio. Gabriel, entretanto, dedica sus días a vagar por las calles y los canales de la ciudad acuática, desprendiendose de los demonios de su trágico y violento pasado. Pero cuando Julian Isherwood, el excentrico marchante de arte londinense, le pide que investigue las circunstancias que rodean el redescubrimiento y la lucrativa venta de un cuadro centenario, Gabriel no tarda en descubrir que la obra en cuestión, un retrato de una mujer anónima atribuido a Anton van Dyck, es casi con toda certeza una falsificación hecha con diabólica habilidad. Para encontrar al misterioso personaje que pintó el cuadro y destapar un fraude multimillonario en la cúspide del mundo del arte.",
      "type": "Novela negra",
      "author": ["Daniel Silva"],
      "pages": 432,
      "editorial": "Harpercollins",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2023,
      "isbn": 9788491398561,
      "category": "libros",
      "stock": 8
    },
    {
      "name": "El tablero de la reina",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913280/libros/tablero_reina_uvkpvo.jpg",
      "price": 21.75,
      "description": "PARA CONQUISTAR LA CORONA, HAY QUE CAMBIAR LAS REGLAS DEL JUEGO. Un thriller histórico que nos descubre los orígenes del ajedrez moderno y las intrigas de la Corte de Isabel la Católica. Más de 250.000 lectores esperan la nueva novela de Luis Zueco. «Luis Zueco está en el Olimpo de la novela histórica española». 20 minutos. Luis Zueco,autor de El cirujano de almas y El mercader de libros, firma su novela más ambiciosa, llena de emoción e intriga, y nos sumerge en la Corte de Isabel I de Castilla, cuando la reina, tanto en el juego como en la Historia, se convirtió por primera vez en la figura más poderosa. Año 1468. Castilla se encuentra en un momento crucial de su historia. Alfonso de Trastámara ha muerto en sospechosas circunstancias y Enrique IV se alza como rey obligando a su hermanastra Isabel, la única que podría oponerse a sus planes, a firmar la paz. Ella acepta, pues está destinada a convertirse en Isabel la Católica y sabe que las grandes partidas no se ganan en el primer movimiento. Mientras los asuntos de la Corte mantienen al reino en vilo, el misterioso asesinato de un noble une fortuitamente a Gadea, una joven apasionada del ajedrez que esconde un oscuro pasado, y a Ruy, un cronista amante de la Historia y los libros. La peligrosa carrera a contrarreloj de ambos para descubrir al culpable se entrelaza con las conspiraciones y las guerras de la Corte de Isabel, quien bajo su mandato supo moverse como una maestra en el tablero y transformó para siempre la figura de la reina en el ajedrez.",
      "type": "Novela histórica",
      "author": ["Luis Zueco"],
      "pages": 624,
      "editorial": "Ediciones B",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2023,
      "isbn": 9788466673587,
      "category": "libros",
      "stock": 5
    },
    {
      "name": "La enfermera de Auschwitz",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913235/libros/enfermera_auchtwitz_yloc82.jpg",
      "price": 12.25,
      "description": "Un tatuaje en la piel puede condenarte o salvarte la vida. Inspirado en una conmovedora historia real. Es 1943 y Ana Kaminski cruza las puertas de hierro de Auschwitz junto a su amiga Ester Pasternak. Cuando llegan ante el oficial, Ana dice que es comadrona y que Ester es su asistente. Pronto se da cuenta de que el destino de muchos niños está en sus manos. Cuando dos oficiales de las SS arrebatan a un bebé de los brazos de su madre para confiarla a una familia alemana, Ana siente un dolor infinito. Sin embargo, encuentra una manera de preservar el vínculo: empieza a tatuar en el brazo de cada recién nacido el mismo código de identificación que lleva la madre, para que algún día puedan reencontrarse. Pero ¿qué sucederá cuando el destino la enfrente a la más difícil de las decisiones? ¿Qué estará dispuesta a sacrificar?. Una novela ambientada en la segunda guerra mundial sobre la valentía y la determinación de una mujer para aportar vida y esperanza.",
      "type": "Novela histórica",
      "author": ["Anna Stuart"],
      "pages": 384,
      "editorial": "Newton Compton",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2023,
      "isbn": 9788419620026,
      "category": "libros",
      "stock": 3
    },
    {
      "name": "Lejos de Luisana",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913310/libros/lejos_luisana_ftuanj.jpg",
      "price": 22.32,
      "description": "Persiguieron sus sueños a orillas del Misisipi. Sus vidas fueron más grandes que el río. Después de años de colonización, la familia Girard acepta la controvertida decisión de su país Francia, de ceder a España en 1763 parte de las indómitas tierras del Misisipi; sin embargo, sufrirá las consecuencias de las rebeliones de sus compatriotas contra los españoles, la guerra de norteamericanos contra ingleses por la independencia de los Estados Unidos y la lucha desesperada de los nativos indios por la supervivencia de sus pueblos. En unos tiempos tan convulsos, Suzette Girard e Ishcate, indio de la tribu kaskaskia, librarán su propia batalla: preservar su amor de las amenazas del mundo que les ha tocado vivir. Todo ello conforma una novela cautivadora y monumental que atraviesa las cuatro décadas en las que España poseyó las legendarias tierras de Luisiana. Luz Gabás, una de las autoras más leídas de nuestro panorama literario, regresa a las librerías con una novela que cautivará a todos sus lectores justo cuando se cumplen diez años de la publicación de su primer libro Palmeras en la nieve, un fenómeno de crítica y ventas a nivel internacional cuya adaptación al cine fue un rotundo éxito en taquilla. Su nueva obra Lejos de Luisiana, ganadora del Premio Planeta 2022, es una novela magistral y un gran fresco histórico sobre la aventura de España en el corazón de Norteamérica.",
      "type": "Novela histórica",
      "author": ["Luz Gabás"],
      "pages": 768,
      "editorial": "Planeta",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2022,
      "isbn": 9788408265603,
      "category": "libros",
      "stock": 20
    },
    {
      "name": "Y ahora supera mi beso",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913376/libros/supera_beso_tygsj2.jpg",
      "price": 16.05,
      "description": "Una novela romántico-erótica que te hará entender que no hay que dejar para mañana los besos que puedas dar hoy. Hola, me llamo Amara y estoy aquí no para hablaros de mí, sino de Liam Acosta, ese guapísimo empresario que se dedica al negocio del vino en Tenerife y que sigue soltero porque quiere, pues siempre tiene a una legión de mujeres pendientes de él. Por lo que sé, un día recibióuna misteriosa llamada telefónica en la que le pedían viajar a Los Ángeles por un asunto urgente, que resultó ser, ni más ni menos, que un bebé. A Liam, al principio, le costó mucho admitir su paternidad, pero cuando vio a la criaturita, el mundo se movió bajo sus pies: al igual que él, tenía el ojo derecho de dos colores. Así que, muy agobiado y tremendamente perdido, regresó a Canarias con su hijo, pero se dio cuenta de que necesitaba a alguien que le echara una mano y, por recomendación de mi amiga Verónica, me contrató a mí. De pronto, Liam y yo, dos personas independientes y acostumbradas a no tener que dar explicaciones a nadie, hemos tenido que ponernos de acuerdopor el bien del pequeño. Y eso ha hecho que, sin apenas darnos cuenta, hayamos reconocido el uno en el otro a la persona que nunca hubiéramos esperado encontrar.",
      "type": "Novela romántica y erótica",
      "author": ["Megan Maxwell"],
      "pages": 576,
      "editorial": "Planeta",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2022,
      "isbn": 9788408264293,
      "category": "libros",
      "stock": 4
    },
    {
      "name": "La chica sin alma",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913418/libros/chica_sin_alma_gzbjda.jpg",
      "price": 18.90,
      "description": "IRIS TIENE UN SECRETO MORTAL. ES UNA CHICA SIN ALMA. ¿Cómo encuentras a tu alma gemela cuando no tienes alma? ¿Estás lista para descubrir tu verdadera alma y tu lugar en el mundo bajo la atenta mirada de La Orden? Iris vive en Providence, en un mundo gobernado por La Orden. Los inspectores aguardan a la población vigilando cuidadosamente el alma de las personas. Si te iluminan con sus linternas, tu alma se proyecta para que el mundo la vea y la juzgue; el más mínimo defecto y te enfrentas al encarcelamiento. Pero Iris tiene un secreto: es una chica sin alma, con lo que debe esconderse de La Orden a toda costa. Pero cuando la Condesa Cavendish le encarga el robo del anillo de una familia noble, se reencuentra con su Chispa, una de las cinco partes que componen su propia alma desaparecida. Con la ayuda de un joven erudito, Evander Mountebank, podrá rastrear las otras cuatro piezas que faltan en su alma: Sombra, Canción, Espíritu y Corazón. ¿Podrá Iris reconstruir su alma o permanecerá escondida en las sombras para siempre?.",
      "type": ["Fantasía y magia", "Juvenil"],
      "author": ["Owen Morgan"],
      "pages": 416,
      "editorial": "Roca Editorial de Libros",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2023,
      "isbn": 9788419283658,
      "category": "libros",
      "stock": 2
    },
    {
      "name": "La casa infernal",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913444/libros/casa_infernal_pqzbwb.jpg",
      "price": 18.00,
      "description": "Minotauro recupera para su colección de ESENCIALES una de las mejores novelas sobre casas encantadas del maestro del terror Richard Matheson. En 1940 una expedición de cinco personas se internó en la infame Casa Belasco para desentrañar los misterios de la que era considerada como la casa más peligrosa del mundo. Sólo uno de ellos consiguió salir con vida.Treinta años después, el millonario Rolf Randolph Deutsch contrata a cuatro extraños, entre ellos el único superviviente de la masacre de 1940, para demostrar la existencia de la vida después de la muerte. Para ello deberán pasar una semana en la Casa Belasco. La Casa Infernal les ha permitido entrar, pero ¿los dejará salir?.",
      "type": "Novela de terror",
      "author": ["Richard Matheson"],
      "pages": 320,
      "editorial": "Minotauro",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2019,
      "isbn": 9788445006818,
      "category": "libros",
      "stock": 4
    },
    {
      "name": "El cuco de cristal",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913466/libros/cuco_cristal_vkdzwn.jpg",
      "price": 19.85,
      "description": "Un trasplante de urgencia. Un donante lleno de secretos. ¿Qué esconden los latidos de tu corazón?. Nueva York, 2017. Cora Merlo, médico residente de primer año, sufre un infarto fulminante que la obliga a un trasplante de corazón. Aún convaleciente la joven recibe la visita de una extraña mujer con una enigmática oferta: pasar unos días en Steelville, un pequeño pueblo de interior, para conocer la vida de su hijo Charles, el donante de su corazón. Cora se adentra así en un hogar lleno de secretos, en un misterio que se extiende durante veinte años y en un pueblo hermético en el que, justo el día de su llegada, desaparece un bebé en un parque público..",
      "type": "Novela negra",
      "author": ["Javier Castillo"],
      "pages": 488,
      "editorial": "Suma",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2023,
      "isbn": 9788491293552,
      "category": "libros",
      "stock": 1
    },
    {
      "name": "La voz de los valientes",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913537/libros/voz_valientes_psqeq8.jpg",
      "price": 20.80,
      "description": "En tiempos de paz jugaron a ser otros. En tiempos de guerra descubrieron quiénes eran en realidad. En tiempos de paz jugaron a ser otros. En tiempos de guerra descubrieron quiénes eran en realidad. Baviera,Alemania. El castillo de Fallstein es uno de los más fastuosos de la zona, pero, lejos de ser un remanso de paz alejado del frente, Hilda Sagnier ha comprobado cómo laguerra y sus consecuencias han entrado con fuerza en sus salones, pues su marido, el prestigioso conde bávaro de Fallstein, ha sido completamente seducido por Hitler. Decidida a luchar por lo que cree, la condesa no dudará en arriesgar su vida, sobrepasar sus límites y fingir ser quien no es para ayudar a los perseguidos del régimen. Mientras tanto, enBarcelona, losnazis empiezan a agasajar a José Manuel, pero el empresario sabe exactamente cuál es su objetivo. Él, que fue espía durante la Guerra Civil española, no tardará en involucrarse en la misión más secreta y de una relevancia capital, una misión que lo llevará a alternar con laélite alemana y a relacionarse con la alta sociedad dePotsdam. Allí, donde todos se relajan y hablan más de la cuenta, el espía deberá encontrar y destruir el arma en la que los alemanes confían su victoria. Hilda y José Manuel,dos españoles en el corazón del Tercer Reich, descubrirán que, en tiempos de guerra, nadie es quien dice ser y que a veces la urgencia y el peligro son los mejores aliados para que el amor y los verdaderos sentimientos afloren.",
      "type": "Novela contemporánea",
      "author": ["Rafael Tarradas Bulto"],
      "pages": 680,
      "editorial": "Espasa Libros",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2023,
      "isbn": 9788467068542,
      "category": "libros",
      "stock": 10
    },
    {
      "name": "Hooky",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913605/libros/hooky_ccru35.jpg",
      "price": 14.20,
      "description": "Todo se complica cuando los mellizos Dani y Dorian pierden el autobús a la Escuela de Magia. Lo que debía ser el principio de su educación como brujos terminará en una serie de aventuras—y algún que otro lío—en las que conocerán a nuevos amigos de lo más dispares: Nico, el más gamberro de todos los chicos del lugar; la cursi y romántica princesa Monica; el apuesto y reservado Mark; a Pendragon, el mentor más despistado, e incluso una mascota de lo más extraña. Lo que Dani y Dorian no se esperaban era ser perseguidos por varias familias mágicas muy poderosas, que creen que uno de ellos dos es el Rey de las Brujas de una profecía. HookyEste singular grupo de amigos deberá unirse para arreglar todos los malentendidos que han causado sus travesuras, pero ¿podrán arreglar también los conflictos del reino de una vez por todas?.",
      "type": "Manga juvenil",
      "author": ["Miriam Bonastre Tur"],
      "pages": 384,
      "editorial": "Martinez Roca",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2022,
      "isbn": 9788427049536,
      "category": "libros",
      "stock": 8
    },
    {
      "name": "Nadie es normal",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913635/libros/nadie_es_normal_jk9mfa.jpg",
      "price": 17.00,
      "description": "Una asistenta con incontinencia verbal, unos matones septuagenarios realizando el que creen su último trabajo, un taxista insolente y preguntón, amigos, vecinos, compañeros de reparto, pelotas, pesados?, estos son los variados y característicos personajes que trufan las páginas de este divertido, entrañable y, en ocasiones, surrealista libro de relatos. Historias de ficción cargadas de humor, salpicadas de ternura, y con un punto de acidez y crítica necesarias con las que el autor igual nos adentra en su mundo profesional, con sus respectivos sinsabores, como nos presenta personajes descacharrantes con la capacidad de enternecer a cualquier lector o escenas tan costumbristas como disparatadas. Un pintoresco paisaje en el que la invención parece brotar de la cruda realidad, lo improbable se codea con el realismo más mundano y donde las anécdotas están servidas. Un libro para disfrutar.",
      "type": "Narrativa de humor",
      "author": ["Jordi Sanchez Zaragoza"],
      "pages": 216,
      "editorial": "Planeta",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2021,
      "isbn": 9788408239086,
      "category": "libros",
      "stock": 6
    },
    {
      "name": "Un paseo por el mundo",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913657/libros/paseo_mundo_wpuxov.jpg",
      "price": 23.75,
      "description": "Partiendo de Alicante y desde Cabo Verde, Cocúa atraviesa el Atlántico hasta Tobago, Trinidad y Venezuela. Cruza el canal de Panamá, y desde Ecuador, recalando en las Galápagos, se interna en el Pacífico hacia las Marquesas, Tahití, Tonga, Fiyi y Nueva Zelanda. De allí, pone rumbo al norte hacia Nueva Guinea y después a Indonesia. Alcanza más tarde el mar de China ­Malasia, Singapur, y luego se dirige por el océano Índico hasta el Mar Rojo. En plena Guerra del Golfo surca aquellas aguas para alcanzar el canal de Suez, que cruza para salir al Mediterráneo y poner rumbo de vuelta a casa. En este libro Cocúa nos sube a bordo de su barco y nos lleva con él a vivir un viaje insólito y extraordinario. Y el amor por el mar.",
      "type": "Narrativa de viajes",
      "author": ["Cocua Ripoll"],
      "pages": 624,
      "editorial": "El viento",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2021,
      "isbn": 9788418227158,
      "category": "libros",
      "stock": 7
    },
    {
      "name": "Los renglones torcidos de dios",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913696/libros/renglones_torcidos_dios_fbrpif.jpg",
      "price": 17.10,
      "description": "Una novela emocionante, un testimonio único, un libro para siempre.Alice Gould es ingresada en un sanatorio mental. En su delirio, cree ser una investigadora privada a cargo de un equipo de detectives dedicados a esclarecer complicados casos. Según una carta de su médico particular, la realidad es otra: su paranoica obsesión es atentar contra la vida de su marido. La extrema inteligencia de esta mujer y su actitud aparentemente normal confundirán a los médicos hasta el punto de no saber a ciencia cierta si Alice ha sido ingresada injustamente o en realidad padece un grave y peligroso trastorno psicológico.",
      "type": "Novela contemporánea",
      "author": ["Torcuato Luca de Tena"],
      "pages": 512,
      "editorial": "Planeta",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2022,
      "isbn": 9788408088363,
      "category": "libros",
      "stock": 9
    },
    {
      "name": "El leopardo de las nieves",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913727/libros/leopardo_nieves_ylcixa.jpg",
      "price": 22.75,
      "description": "En otoño de 1973, el escritor Peter Matthiessen y el zoólogo George Schaller emprendieron una expedición a la Montaña de Cristal, en la meseta del Tíbet, para estudiar los hábitos de un animal no muy conocido: el bharal o cordero azul himalayo. Pero su auténtica esperanza era poder ver al más hermoso y raro de los grandes felinos: el leopardo de las nieves. Para Matthiessen, adentrarse en la tierra de Dolpo significará mucho más que una expedición naturalista o una aventura. Será despojarse de las ventajas y las ataduras de la civilización, convivir con hombres y paisajes en su belleza más elemental, caminar por los senderos delbudismo y el zen.",
      "type": "Narrativa de viajes",
      "author": ["Peter Matthiessen"],
      "pages": 368,
      "editorial": "Siruela",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2022,
      "isbn": 9788419419279,
      "category": "libros",
      "stock": 18
    },
    {
      "name": "Una semana en Nueva York",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913758/libros/semana_new_york_hb5tfh.jpg",
      "price": 17.05,
      "description": "Anna está harta de citas. Está cansada de que le rompan el corazón. Es sexy, divertida e inteligente…, pero también es un imán para hombres que no la merecen. Salir de Londres y pasar una semana de vacaciones en Nueva York es la mejor solución para superar su última ruptura y poder tener una aventura veraniega con un desconocido. Pero para proteger su dañado corazón decide imponerse ciertas reglas: nada de contarse sus vidas, nada de intercambiar números de teléfono y nada de decirse los nombres reales. Solo será una noche divertida y excitante. Ethan, exitoso seductor «en serie», también tiene sus reglas: nada de citas, nada de quedarse a dormir y nada de hacer promesas. Todo parece perfecto…, pero las reglas se hacen para romperse…",
      "type": "Novela romántica y erótica",
      "author": ["Louise Bay"],
      "pages": 320,
      "editorial": "Pamies",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2020,
      "isbn": 9788417683764,
      "category": "libros",
      "stock": 12
    },
      {
      "name": "El hechicero de la corona",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913783/libros/hechicero_corona_c8ofpb.jpg",
      "price": 20.85,
      "description": "En el Londres de la Regencia, políticos y taumaturgos tratan de ocultar un secreto a voces: la magia inglesa está desapareciendo. El recién nombrado hechicero real, Zacharias Wythe, intentará recuperarla por todos los medios a pesar del desprecio de sus colegas por su condición de esclavo liberado. Tan solo Prunella intentará ayudarlo. Aunque, sinceramente, el destino de Inglaterra trae a Prunella sin cuidado. Sus objetivos son más cercanos y acuciantes: asegurarse una posición sin fortuna ni familia, y con un exceso de magia inaceptable en una mujer. Juntos deberán evitar un conflicto internacional inminente, el fin de la magia en Inglaterra y que sus propios secretos salgan a la luz.",
      "type": "Narrativa fantástica",
      "author": ["Zen Cho"],
      "pages": 462,
      "editorial": "Duermevela ediciones",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2022,
      "isbn": 9788412437584,
      "category": "libros",
      "stock": 8
    },
    {
      "name": "La casa en el mar más azul",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913801/libros/casa_mar_azul_kuim6b.jpg",
      "price": 18.00,
      "description": "Trabajo, trabajo y más trabajo. Linus Baker podría ser una persona cualquiera, en un lugar cualquiera, viviendo una vida cualquiera. Él estaba convencido de esto, y si tú lo hubieras conocido, tampoco habrías dudado en asegurar que Linus pertenecía al montón, ni más, ni menos. Y así era, hasta el día en que este funcionario del Departamento de Jóvenes Mágicos es llamado por Altísima Dirección para supervisar un orfanato del que apenas hay registros. Con esta nueva tarea entre manos, Linus viajará a la isla de Marsyas, donde deberá supervisar a seis huérfanos catalogados como peligrosos (hablamos del futuro Anticristo, entre otros) y a su enigmático cuidador. Ahí, deberá dejar de lado sus miedos y prejuicios, que no son pocos, para darse cuenta de que lo que realmente tiene que hacer no es aquello a lo que le han enviado. Porque en Marsyas, Linus descubrirá que el camino a la felicidad es distinto para cada uno de nosotros, y, que si te atreves a recorrerlo, llegarás al lugar donde te encontrarás a ti mismo.",
      "type": "Fantasía y magia",
      "author": ["Tj Klune"],
      "pages": 496,
      "editorial": "Planeta",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2022,
      "isbn": 9788408253891,
      "category": "libros",
      "stock": 6
    },
    {
      "name": "Que bien me haces cuando me haces bien",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913820/libros/bien_cuando_me_haces_bien_ojjljc.jpg",
      "price": 18.90,
      "description": "Que bien me haces cuando me haces bien es mi tercer libro de relatos cortos tras Finales que merecen una historia (2018) y Si nos enseñaran a perder, ganaríamos siempre (2020). Es el final de esta trilogía de relatos que no dejan de ser cuentos para curar el alma. Mi objetivo al escribirlos es entretener y que goceis con unas historias que, por una razón u otra, han preferido residir en pocas páginas Albert Espinosa..",
      "type": "Novela contemporánea",
      "author": ["Albert Espinosa"],
      "pages": 240,
      "editorial": "Grijalbo",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2023,
      "isbn": 9788425363320,
      "category": "libros",
      "stock": 7
    },
    {
      "name": "Mi sueño y el de Adrián",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913851/libros/mi_suen%CC%83o_adrian_ddexii.jpg",
      "price": 8.50,
      "description": "La exitosa Megan Maxwell vuelve a emocionarnos con un nuevo cuento infantil. Hola, me llamo Pedro, tengo nueve años y quiero hablaros de mi hermano Adrián, el mejor hermano del mundo mundial. Adrián es un niño especial, pero ¿quién no es especial en esta vida? Si quieres conocerlo un poquito mejor, lee este cuento. Seguro que te gustará.",
      "type": "Intantil",
      "author": ["Megan Maxwell"],
      "pages": 48,
      "editorial": "Martinez Roca",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2022,
      "isbn": 9788427049871,
      "category": "libros",
      "stock": 3
    },
    {
      "name": "Las playas del espacio",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913873/libros/playas_espacio_nkudzl.jpg",
      "price": 13.30,
      "description": "Probablemente no es casual que sean trece las narraciones reunidas en este libro. Trece cuentos extraordinarios que exploran el borde resbaladizo de la locura y hasta la rebasan, convirtiéndola en una escalofriante pesadilla a través de sucesos fantásticos e inexplicables. Un mundo donde el horror inenarrable es lo normal y donde la tenebrosidad del espacio actúa en la mente de los hombres. Un tiempo en el que criaturas de poderes espantosos y extraterrestres pueden controlar a los seres humanos, y éstos crear seres que escapan a su control. Se trata de relatos que Matheson escribió a la época en que él más asiduamente colaboraba en revistas de ciencia ficción, y presentan ya muchos de los temas y tratamientos que harían de «Soy leyenda» una de sus obras más rompedoras e impactantes. Sin duda, la más popular de estas narraciones es «Acero puro», un relato elíptico, tenso y rico que, después de convertirse en un capítulo de la mítica serie The Twilight Zone, fue llevado a la gran pantalla. Centrado en un exboxeador en un tiempo en que este deporte está prohibido y sólo se autorizan combates entre robots, el protagonista se convierte en promotor y, tras un sonado fracaso, su intento por volver a triunfar coincide con el descubrimiento de que tiene un hijo del que no sabía nada, pero que le ayudará a llevar a cabo...",
      "type": "Novela de ciencia ficción",
      "author": ["Richard Matheson"],
      "pages": 320,
      "editorial": "Edhasa",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2020,
      "isbn": 9788435021357,
      "category": "libros",
      "stock": 2
    },
    {
      "name": "Casa de Espías",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913891/libros/casa_espias_m4hcjp.jpg",
      "price": 10.35,
      "description": "Del autor de La viuda negra, número uno en la lista de los más vendidos del New York Times, llega un nuevo éxito literario protagonizado por Gabriel Allon, espía legendario, asesino profesional y restaurador de arte. La viuda negra, una historia de suspense trepidante y uno de los mayores éxitos de Silva, fue una de las novelas más destacadas de 2016. Ahora, en Casa de espías, Gabriel Allon ha vuelto y está dispuesto a vengarse, decidido a atrapar al terrorista más peligroso del mundo, el escurridizo cerebro del ISIS conocido como Saladino. Cuatro meses después del mayor atentado acaecido en suelo norteamericano desde el 11 de septiembre, los terroristas dejan una estela de muerte en el exclusivo West End londinense. El atentado es una brillante hazaña de planificación llevada a cabo en perfecto secreto, con un único fallo: un cabo suelto. Ese cabo suelto conducirá a Gabriel Allon y a su equipo al sur de Francia, hasta la lujosa mansión de Jean-Luc Martel y Olivia Watson. Olivia, una bella exmodelo británica, finge no saber que la enorme riqueza de Martel procede del narcotráfico. Y Martel, a su vez, finge ignorar que está haciendo negocios con un hombre cuyo objetivo es la destrucción de Occidente. Juntos, bajo la hábil mano de Gabriel, se convertirán en una improbable pareja de héroes en la lucha global contra el terror..",
      "type": "Novela negra y policíaca",
      "author": ["Daniel Silva"],
      "pages": 496,
      "editorial": "Harpercollins",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2019,
      "isbn": 9788417216399,
      "category": "libros",
      "stock": 4
    },
    {
      "name": "Si nos enseñaran a perder, ganaríamos siempre",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913910/libros/ensen%CC%83aran_perder_ganariamos_siempre_gougby.jpg",
      "price": 9.45,
      "description": "Si miras la vida de cerca, no tiene ningún sentido. ¡Aléjate y disfrútala! Este libro entronca con ese increíble verso: «Al lugar donde has sido feliz no debieras tratar de volver». Es una de las verdades más grandes que existe y perder ese lugar jamás es triste porque siempre llegarán otros diferentes y mejores..",
      "type": "Novela contemporánea",
      "author": ["Albert Espinosa"],
      "pages": 248,
      "editorial": "Debolsillo",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2022,
      "isbn": 9788466362207,
      "category": "libros",
      "stock": 18
    },
    {
      "name": "Hooky tomo 2",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913926/libros/hookey_2_d8o0ir.jpg",
      "price": 15.15,
      "description": "Dani y Dorian Wytte han vivido un montón de aventuras desde que perdieron aquel autobús a la escuela. Colarse en el aquelarre los metió en más problemas de lo que preveían y terminaron involucrándose en una lucha abierta entre los brujos y los no-magos. Con sus padres y el resto de brujos sedientos de sangre y venganza y con los no-magos cada vez más acorralados, Dani y Dorian no saben de qué lado estar…o si alguno de los bandos es realmente el suyo. Y eso incluye a su hermano, Damien, que ha desaparecido sin dejar rastro tras su coronación como Rey de los Brujos. Dani y Dorian deberán emprender un viaje a través del desierto hacia nuevos reinos para encontrar a sus amigos desaparecidos. En esta nueva aventura, descubrirán las crueles consecuencias del legado de los no-magos, el poder que corre por las venas de los Wytte y lo duro que es no estar nunca a salvo. Por suerte, no están solos.",
      "type": "Manga juvenil",
      "author": ["Miriam Bonastre Tur"],
      "pages": 368,
      "editorial": "Martinez Roca",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2023,
      "isbn": 9788427051065,
      "category": "libros",
      "stock": 8
    },
    {
      "name": "Palmeras en la nieve",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913948/libros/palmeras_nieve_je7mnq.jpg",
      "price": 21.37,
      "description": "En 1953 Kilian abandona la montaña oscense para iniciar con su hermano Jacobo el viaje hacia una tierra desconocida: la isla de Fernando Poo. Allí le espera su padre, un veterano de la finca Sampaka, donde se cultiva uno de los mejores cacaos del mundo. En esa tierra verde y cálida, Kilian y Jacobo descubren el significado de la amistad, la pasión y el odio. No en vano, uno de ellos se enamorará de una nativa, y esto cambiará la relación entre los hermanos, el curso de sus vidas y será el origen de un secreto cuyas consecuencias alcanzarán el presente. En 2003, Clarence, hija y sobrina de ambos, desea conocer sus orígenes. Al zambullirse en el pasado de Kilian y Jacobo descubrirá los hilos polvorientos de ese secreto que finalmente será desentrañado..",
      "type": "Novela contemporánea",
      "author": ["Luz Gabás"],
      "pages": 736,
      "editorial": "Planeta",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2022,
      "isbn": 9788408267973,
      "category": "libros",
      "stock": 6
    },
    {
      "name": "El mercader de libros",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913971/libros/mercader_libros_j6jfvx.jpg",
      "price": 12.30,
      "description": "Hubo un tiempo en que los libros podían descubrir nuevos mundos, tambalear los dogmas más sagrados y cambiar el curso de la Historia. Esta novela es un viaje a los años siguientes a la invención de la imprenta, cuando un mercader de libros emprende la búsqueda de un misterioso ejemplar que ha sido robado de la mayor biblioteca de Occidente, creada en Sevilla por el hijo de Cristóbal Colón. Año 1517. El joven Thomas atraviesa la incipiente Europa renacentista huyendo de su pasado. Son los años siguientes al descubrimiento de América y la invención de la imprenta, un periodo de profundos cambios que han supuesto el fin de la Edad Media. La curiosidad que siente por el Nuevo Mundo, cosechada en sus múltiples lecturas, le llevará hasta España, donde comenzará a trabajar con un mercader de libros. El encargo de localizar un ejemplar envuelto en un halo misterioso le conduce hasta Sevilla, una próspera ciudad que sirve como enlace en el comercio con las Indias y que alberga, entre sus murallas, la biblioteca más importante de Occidente, creada por el hijo de Cristóbal Colón y llamada la Colombina. Será precisamente allí donde Thomas descubra que alguien ha robado el libro que él busca y, por alguna razón, tiene mucho interés en que nadie lo encuentre. Hubo un tiempo en que los libros permitían descubrir nuevos mundos, tambalear los dogmas más sagrados y cambiar el curso de la Historia. Luis Zueco nos sumerge en los albores de la bibliofilia y nos traslada, en una perfecta unión de rigor histórico y trama trepidante, a una época en la que la palabra impresa podía ser el arma más peligrosa..",
      "type": "Intriga",
      "author": ["Luis Zueco"],
      "pages": 608,
      "editorial": "B de Bolsillo",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2021,
      "isbn": 9788413142609,
      "category": "libros",
      "stock": 8
    },
    {
      "name": "El bosque del arcoiris",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913988/libros/bosque_arcoiris_sczucr.jpg",
      "price": 8.50,
      "description": "El superratón Tino Mandarino es el jefe de bomberos del bosque del Arcoíris, donde vive con su familia, la guapísima Rosita y sus tres hijos: Joya, Lolo y Flor. Hoy está muy atareado porque van a celebrarse las olimpiadas anuales pero de repente, ¡alerta!, grita la liebre Piticlim, el río está hecho una pena y hay que limpiarlo. ¡Alerta! Grita el jilguero Molinero, que ha visto cristales rotos. Y, ¡alerta!, llama la coneja Turuleja, que ha visto pinturas tóxicas. Todos se meten en faena y muestran con gracia y simpatía cómo recoger los desperdicios y echarlos en el contenedor adecuado. «…el mundo es de todos. Si no cuidamos lo que nos rodea, tarde o temprano se acabará.».",
      "type": "Intantil",
      "author": ["Megan Maxwell"],
      "pages": 64,
      "editorial": "Planeta",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2016,
      "isbn": 9788408149316,
      "category": "libros",
      "stock": 1
    },
    {
      "name": "La violonchelista",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914013/libros/violonchelista_nfclk9.jpg",
      "price": 18.90,
      "description": "El fatal envenenamiento de un multimillonario ruso envía a Gabriel Allon a un peligroso viaje por Europa y a la órbita de una virtuosa música que puede tener la clave de la verdad sobre la muerte de su amigo. La trama que Allon descubre conduce a canales secretos de dinero e influencia que van al corazón mismo de la democracia occidental y amenazan la estabilidad del orden global.",
      "type": "Novela negra",
      "author": ["Daniel Silva"],
      "pages": 448,
      "editorial": "Harpercollins",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2022,
      "isbn": 9788491397199,
      "category": "libros",
      "stock": 6
    },
    {
      "name": "El día que el cielo se caiga",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914040/libros/dia_cielo_caiga_zwlvsp.jpg",
      "price": 12.30,
      "description": "Alba y Nacho se conocen desde que eran niños. La conexión entre ellos es muy especial y aumenta con el paso de los años, hasta que ella se casa y, obligada por su marido, se distancia de él. Nacho se marcha a Londres. Allí encontrará al amor de su vida, a quien luego perderá a causa de una desconocida enfermedad. Alba, que no sabe lo mal que lo está pasando su amigo, acude a él tras su fracaso matrimonial. Su reencuentro crea una unión irrompible, pero al cabo de poco tiempo ella descubre que Nacho también está enfermo. En su afán por ayudarlo a luchar contra lo que parece inevitable, Alba conocerá a Víctor. Y lo que en un principio no son más que encuentros fortuitos se acaba convirtiendo en un amor incondicional que le permitirá superar sus miedos e inseguridades..",
      "type": "Novela romántica",
      "author": ["Megan Maxwell"],
      "pages": 416,
      "editorial": "Planeta",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2021,
      "isbn": 9788408248071,
      "category": "libros",
      "stock": 9
    },
    {
      "name": "Finales que merecen una historia",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914058/libros/finales_merecen_historia_txp3la.jpg",
      "price": 7.59,
      "description": "Relatos para soñar despierto y sanar el alma dormida. «Me encantan los relatos, las historias pequeñas de tres a ocho páginas, que te hacen pensar, reír, llorar o emocionarte. Un buen relato puede alegrarte un mal día porque las historias pequeñas en ocasiones resumen un gran sentimiento que reside en nuestro interior y que se convierte en nuestra mejor medicina. «Me encantaría que estos relatos fueran terapéuticos y os ayudaran con alguna emoción estancada. Desearía que os sintierais acompañados, cuidados y queridos en cada página. Todos los personajes pertenecen a mi mundo. Son personas amarillas. [...] »Estas historias no dejan de ser casi como películas, es por ello que antes de cada relato encontraréis unos bellos e increíbles pósters sobre cómo podría ser el cartel de ese film.» Albert Espinosa.",
      "type": "Novela contemporánea",
      "author": ["Albert Espinosa"],
      "pages": 216,
      "editorial": "Debolsillo",
      "languague": "castellano",
      "bookbinding": "eBook",
      "yearEdition": 2020,
      "isbn": 9788425356865,
      "category": "libros",
      "stock": 7
    },
    {
      "name": "El mentalista",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914082/libros/mentalista_lh6vxi.jpg",
      "price": 12.30,
      "description": "En un parque de atracciones a las afueras de Estocolmo aparece el cuerpo de una joven asesinada de forma macabra: atravesada por múltiples espadas dentro de una caja. La agente de policía Mina Dabiri, reservada y metódica, forma parte del equipo especial de investigación que se hace cargo del caso. Cuando Mina agota todas las posibles pistas, recurre al conocido mentalista Vincent Walder para que los ayude a detectar los indicios que podrían conectar el asesinato con el mundo del ilusionismo. Con la aparición de un nuevo cuerpo, Mina y Vincent entienden que se enfrentan a un despiadado asesino en serie y comienzan una trepidante carrera contrarreloj para descifrar los códigos numéricos y las trampas visuales de una mente brillante y perversa. Un apasionante viaje a la parte más oscura del alma humana que no dejará indiferente a ningún lector.",
      "type": "Novela negra y policíaca",
      "author": ["Camilla Lackberg", "Henrik Fexeus"],
      "pages": 720,
      "editorial": "Planeta",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2023,
      "isbn": 9788408268284,
      "category": "libros",
      "stock": 3
    },
    {
      "name": "Harry Potter y las reliquias de la muerte",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914113/libros/harry_potter_reliquias_i2mi4p.jpg",
      "price": 23.75,
      "description": "La fecha crucial se acerca. Cuando cumpla diecisiete años, Harry perderá el encantamiento protector que lo mantiene a salvo. El anunciado duelo a muerte con lord Voldemort es inminente, y la casi imposible misión de encontrar y destruir los restantes Horrocruxes, más urgente que nunca. Ha llegado la hora final, el momento de tomar decisiones difíciles. Harry debe abandonar la calidez y seguridad de La Madriguera para seguir sin miedo ni vacilaciones el inexorable sendero trazado para él. Consciente de lo mucho que está en juego, tendrá que buscar en su interior la fuerza necesaria que lo impulse en la vertiginosa carrera para enfrentarse a su destino.",
      "type": "Fantasía y magia",
      "author": ["J.K. Rowling"],
      "pages": 736,
      "editorial": "Salamandra",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2022,
      "isbn": 9788418797026,
      "category": "libros",
      "stock": 3
    },
    {
      "name": "El mundo de la fermentación",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914141/libros/mundo_fermentacion_mggkzv.jpg",
      "price": 28.40,
      "description": "Durante los últimos veinte años, Sandir Katz ha viajado por el mundo enseñando y aprendiendo técnicas de elaboración de fermentados. En el mundo de la fermentación, Sandor Katz, experto fermentador y aventurero culinario, nos invita a conocer los lugares, las personas y todos los alimentos especiales que ha descubierto durante sus viajes por el mundo y que han inspirado el trabajo de su vida: desde chucrut casero hasta chicha de jora (Ecuador), shio-koji (Japón), doubanjiang (China), efo riro (Nigeria) o chucula (Colombia), entre muchos otros. Como asegura Katz, el poder mágico de la fermentación pertenece a todos, en todas partes. Y este libro, ideal para los amantes de la gastronomía, los viajes y la fermentación que han seguido el trabajo del autor a lo largo de los años (a través de Pura fermentación y El arte de la fermentación, ganador del premio James Beard), refleja la pasión y la sabiduría de este hombre único, considerado ya el divulgador más experimentado y respetado del mundo de los fermentados. Un libro de cocina destinado a convertirse en un clásico esencial.",
      "type": "Cocina",
      "author": ["Sandor Ellix Katz"],
      "pages": 332,
      "editorial": "GAIA",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2023,
      "isbn": 9788484459859,
      "category": "libros",
      "stock": 13
    },
    {
      "name": "Harry Potter y la piedra filosofal (edición gryffindor)",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914164/libros/harry_potter_y_la_piedra_wjr2ja.jpg",
      "price": 18.00,
      "description": "Harry Potter se ha quedado huérfano y vive en casa de sus abominables tíos y del insoportable primo Dudley. Se siente muy triste y solo, hasta que un buen día recibe una carta que cambiará su vida para siempre. En ella le comunican que ha sido aceptado como alumno en el colegio interno Hogwarts de magia y hechicería. A partir de ese momento, la suerte de Harry da un vuelco espectacular. En esa escuela tan especial aprenderá encantamientos, trucos fabulosos y tácticas de defensa contra las malas artes. Se convertirá en el campeón escolar de quidditch, especie de fútbol aéreo que se juega montado sobre escobas, y hará un puñado de buenos amigos... aunque también algunos temibles enemigos. Pero, sobre todo, conocerá los secretos que le permitirán cumplir con su destino. Pues, aunque no lo parezca a primera vista, Harry no es un chico común y corriente. ¡Es un verdadero mago!.",
      "type": "Fantasía y magia",
      "author": ["J.K. Rowling"],
      "pages": 320,
      "editorial": "Salamandra",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2018,
      "isbn": 9788498388879,
      "category": "libros",
      "stock": 3
    },
    {
      "name": "En la sombra",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914181/libros/en_la_sombra_jrsumv.jpg",
      "price": 21.75,
      "description": "El príncipe Harry, duque de Sussex, es marido, padre, filántropo, veterano del ejército y activista por el bienestar mental y el medioambiente. Reside en Santa Bárbara, California, con su familia y tres perros. Fue una de las imágenes más desgarradoras del siglo xx: dos niños, dos príncipes, caminando detrás del féretro de su madre mientras el mundo contempla la escena con pesar... y horror. A la vez que se daba sepultura a Diana, princesa de Gales, miles de millones de personas se preguntaron qué debían de pensar y sentir esos príncipes y qué rumbo tomarían sus vidas en adelante. En el caso de Harry, esta es, por fin, esa historia. Con su franqueza directa y sin concesiones, En la sombra es una publicación que marcará un hito, llena de lucidez, revelaciones, introspección y sabiduría, adquirida a un alto coste, sobre el eterno poder del amor.",
      "type": "Biografía",
      "author": ["Duque de Sussex Príncipe Harry"],
      "pages": 560,
      "editorial": "Plaza & Janes Editores",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2023,
      "isbn": 9788401029813,
      "category": "libros",
      "stock": 3
    },
    {
      "name": "Harry Potter y la cámara secreta (edición Slytherin)",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914213/libros/harry_potter_y_la_camara_secreta_dlguxi.jpg",
      "price": 18.95,
      "description": "Mientras Harry espera impaciente en casa de sus insoportables tíos el inicio del segundo curso del Colegio Hogwarts de Magia y Hechicería, un elfo aparece en su habitación y le advierte de que una amenaza mortal se cierne sobre la escuela. Harry no se lo piensa dos veces y, acompañado de Ron, se dirige a Hogwarts en un coche volador. Pero, ¿puede un aprendiz de mago defender la escuela de los malvados que pretenden destruirla? Sin saber que alguien ha abierto la Cámara de los Secretos, dejando escapar una serie de monstruos peligrosos, Harry y sus amigos Ron y Hermione tendrán que enfrentarse con arañas gigantes, serpientes encantadas, fantasmas enfurecidos y, sobre todo, con la mismísima reencarnación de su más temible adversario.",
      "type": "Fantasía y magia",
      "author": ["J.K. Rowling"],
      "pages": 352,
      "editorial": "Salamandra",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2019,
      "isbn": 9788498389777,
      "category": "libros",
      "stock": 3
    },
    {
      "name": "Hijos de la fábula",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914234/libros/hijos_fabula_kxx9kw.jpg",
      "price": 19.85,
      "description": "Dos jóvenes exaltados se marchan en 2011 al sur de Francia con la intención de enrolarse en la banda terrorista ETA. Allí se enteran de que la banda ha anunciado el abandono de la lucha armada. Tras su desconcierto, no quieren renunciar a sus aspiraciones epicas, y así uno asumirá el papel del jefe y disciplinado ideólogo, y el otro de subalterno más relajado. Pero el contraste entre el afán de gestas y las peripecias más ridículas, bajo una lluvia pertinaz, es cada vez más cómico. En sus diálogos, Asier y Joseba tienen algo de Quijote y Sancho, pero sobre todo del Gordo y el Flaco. Hasta que conocen a una joven que les propone un plan.",
      "type": "Novela contemporánea",
      "author": ["Fernando Aramburu"],
      "pages": 320,
      "editorial": "Tusquets Editores",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2023,
      "isbn": 9788411072281,
      "category": "libros",
      "stock": 8
    },
    {
      "name": "El libro negro de las horas",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914256/libros/libro_negro_horas_wug4sm.jpg",
      "price": 19.85,
      "description": "Alguien que lleva muerto cuarenta años no puede ser secuestrado y, desde luego, no puede sangrar. Vitoria, 2022. El exinspector Unai López de Ayala—alias Kraken—recibe una llamada anónima que cambiará lo que cree saber de su pasado familiar: tiene una semana para encontrar el legendario Libro Negro de las Horas, una joya bibliográfica exclusiva, si no, su madre, quien descansa en el cementerio desde hace décadas, morirá. ¿Cómo es esto posible? Una carrera contra reloj entre Vitoria y el Madrid de los bibliófilos para trazar el perfil criminal más importante de su vida, uno capaz de modificar el pasado, para siempre. Me llamo Unai. Me llaman Kraken. Aquí termina tu caza, aquí comienza la mía. ¿Y si tu madre fuera la mejor falsificadora de libros antiguos de la historia?.",
      "type": "Novela negra",
      "author": ["Eva García Saenz de Urturi"],
      "pages": 384,
      "editorial": "Planeta",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2023,
      "isbn": 9788408252856,
      "category": "libros",
      "stock": 9
    },
    {
      "name": "Harry Potter y el prisionero de Azkaban (edición Slytherin",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914277/libros/harry_potter_y_el_prisionero_ryfcf9.jpg",
      "price": 18.95,
      "description": "Durante el tercer curso en Hogwarts, Harry conoce a algunos personajes de Ravenclaw muy especiales y vive momentos memorables, entre los que destaca la (extremadamente perfumada) primera clase de Harry con la inimitable profesora Trelawney, que, fiel a su casa, demuestra tener poderes mentales excepcionales...Cuando el autobús noctámbulo irrumpe en una calle oscura y frena con fuertes chirridos delante de Harry, comienza para él un nuevo curso en Hogwarts, lleno de acontecimientos extraordinarios. Sirius Black, asesino y seguidor de lord Voldemort, se ha fugado, y dicen que va en busca de Harry. En su primera clase de Adivinación, la profesora Trelawney ve un augurio de muerte en las hojas de té de la taza de Harry... Pero quizá lo más aterrador sean los dementores que patrullan por los jardines del colegio, capaces de sorberte el alma con su beso...",
      "type": "Fantasía y magia",
      "author": ["J.K. Rowling"],
      "pages": 416,
      "editorial": "Salamandra",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2020,
      "isbn": 9788418174094,
      "category": "libros",
      "stock": 1
    },
    {
      "name": "Años lentos",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914297/libros/an%CC%83os_lentos_lbwlqs.jpg",
      "price": 9.45,
      "description": "A finales de la década de los sesenta, el protagonista, un niño de ocho años, se va a San Sebastián a vivir con sus tíos. Allí es testigo de cómo transcurren los días en la familia y el barrio: su tío Vicente, de carácter débil, reparte su vida entre la fábrica y la taberna, y es su tía Maripuy, mujer de fuerte personalidad pero sometida a las convenciones sociales y religiosas de la época, quien en realidad gobierna la familia; su prima Mari Nieves vive obsesionada por los chicos, y el hosco y taciturno primo Julen es adoctrinado por el cura de la parroquia para acabar enrolado en una incipiente ETA. El destino de todos ellos–que es el de tantos personajes secundarios de la Historia, arrinconados entre la necesidad y la ignorancia–sufrirá, años después, un quiebro. Alternando las memorias del protagonista con los apuntes del escritor,Años lentos ofrece además una brillante reflexión sobre cómo la vida se destila en una novela, cómo se trasvasa el recuerdo sentimental en memoria colectiva, mientras su escritura diáfana deja ver un fondo turbio de culpa en la historia reciente del País Vasco.",
      "type": "Novela contemporánea",
      "author": ["Fernando Aramburu"],
      "pages": 224,
      "editorial": "Tusquets Editores",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2023,
      "isbn": 9788483837498,
      "category": "libros",
      "stock": 12
    },
    {
      "name": "Todo Arde",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914311/libros/todo_arde_uookil.jpg",
      "price": 21.75,
      "description": "Esta es la historia de tres mujeres que lo han perdido todo. Incluso el miedo. Por eso son tan peligrosas. Esta es la historia de una venganza imposible, sin ninguna posibilidad de éxito. Esta es la historia de tres mujeres que se atreven a hacer lo que los demás sólo nos atrevemos a imaginar. Algo muy poderoso está a punto de ocurrir. Y nada volverá a ser igual. Siempre ganan los mismos. Es hora de cambiar la reglas.",
      "type": "Novela negra",
      "author": ["Juan Gómez-Jurado"],
      "pages": 600,
      "editorial": "Ediciones B",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2022,
      "isbn": 9788466672474,
      "category": "libros",
      "stock": 3
    },
    {
      "name": "Harry Potter y el cáliz de fuego (edición hufflepuff)",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914326/libros/harry_potter_y_el_caliz_fuego_i9rfn3.jpg",
      "price": 23.70,
      "description": "El cuarto año de Harry en Hogwarts vuelve a estar repleto de grandes momentos y personajes de Hufflepuff, entre los que destaca el heroico y valeroso campeón de Hogwarts, Cedric Diggory, cuando compite en el emocionante Torneo de los Tres Magos... 'Habrá tres pruebas, espaciadas en el curso escolar, que medirán a los campeones en muchos aspectos diferentes: sus habilidades mágicas, su osadía, sus dotes de deducción y, por supuesto, su capacidad para sortear el peligro.' Se va a celebrar en Hogwarts el Torneo de los Tres Magos. Sólo los alumnos mayores de diecisiete años pueden participar en esta competición, pero, aun así, Harry sueña con ganarla. En Halloween, cuando el cáliz de fuego elige a los campeones, Harry se lleva una sorpresa al ver que su nombre es uno de los escogidos por el cáliz mágico. Durante el torneo deberá enfrentarse a desafíos mortales, dragones y magos tenebrosos, pero con la ayuda de Ron y Hermione, sus mejores amigos, ¡quizá logre salir con vida!.",
      "type": "Fantasía y magia",
      "author": ["J.K. Rowling"],
      "pages": 720,
      "editorial": "Salamandra",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2021,
      "isbn": 9788418174391,
      "category": "libros",
      "stock": 4
    },
    {
      "name": "Reina roja",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914344/libros/reina_roja_lw35pk.jpg",
      "price": 10.40,
      "description": "Antonia Scott es especial. Muy especial. No es policía ni criminalista. Nunca ha empuñado un arma ni llevado una placa, y, sin embargo, ha resuelto decenas de crímenes. Pero hace un tiempo que Antonia no sale de su ático de Lavapiés. Las cosas que ha perdido le importan mucho más que las que esperan ahí fuera. Tampoco recibe visitas. Por eso no le gusta nada, nada, cuando escucha unos pasos desconocidos subiendo las escaleras hasta el último piso. Sea quien sea, Antonia está segura de que viene a buscarla. Y eso le gusta aún menos.",
      "type": "Novela negra y policíaca",
      "author": ["Juan Gómez-Jurado"],
      "pages": 568,
      "editorial": "B de Bolsillo",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2022,
      "isbn": 9788413144795,
      "category": "libros",
      "stock": 2
    },
    {
      "name": "Harry Potter y la orden del fénix (edición hufflepuff)",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914362/libros/harry_potter_y_orden_fenix_jb5j1e.jpg",
      "price": 25.60,
      "description": "La casa de Hufflepuff se mantiene fiel cuando las Fuerzas Oscuras se reagrupan durante el quinto año de Harry en Hogwarts, mientras en el mundo de los magos muchos niegan que el Señor Tenebroso haya regresado. Susan Bones, Ernie Macmillan y otros Hufflepuffs trabajan hombro con hombro con Harry Potter en el Ejército de Dumbledore y, en el Ministerio de Magia, la auror Nymphadora Tonks protege los secretos de la Orden del Fénix. «El director cree que no es conveniente que eso continúe ocurriendo. Quiere que te enseñe a cerrar tu mente al Señor Tenebroso.» Son malos tiempos para Hogwarts. Tras el ataque de los dementores a su primo Dudley, Harry Potter comprende que Voldemort no se detendrá ante nada para encontrarlo. Muchos niegan que el Señor Tenebroso haya regresado, pero Harry no está solo: una orden secreta se reúne en Grimmauld Place para luchar contra las fuerzas oscuras. Harry debe permitir que el profesor Snape le enseñe a protegerse de las brutales incursiones de Voldemort en su mente. Pero éstas son cada vez más potentes, y a Harry se le está agotando el tiempo...",
      "type": "Fantasía y magia",
      "author": ["J.K. Rowling"],
      "pages": 976,
      "editorial": "Salamandra",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2021,
      "isbn": 9788418174636,
      "category": "libros",
      "stock": 5
    },
    {
      "name": "Patria",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914379/libros/patria_gcgyf0.jpg",
      "price": 13.25,
      "description": "El día en que ETA anuncia el abandono de las armas, Bittori se dirige al cementerio para contarle a la tumba de su marido el Txato, asesinado por los terroristas, que ha decidido volver a la casa donde vivieron. ¿Podrá convivir con quienes la acosaron antes y después del atentado que trastocó su vida y la de su familia? ¿Podrá saber quién fue el encapuchado que un día lluvioso mató a su marido, cuando volvía de su empresa de transportes? Por más que llegue a escondidas, la presencia de Bittori alterará la falsa tranquilidad del pueblo, sobre todo de su vecina Miren, amiga íntima en otro tiempo, y madre de Joxe Mari, un terrorista encarcelado y sospechoso de los peores temores de Bittori. ¿Qué pasó entre esas dos mujeres? ¿Qué ha envenenado la vida de sus hijos y sus maridos tan unidos en el pasado? Con sus desgarros disimulados y sus convicciones inquebrantables, con sus heridas y sus valentías, la historia incandescente de sus vidas antes y después del cráter que fue la muerte del Txato, nos habla de la imposibilidad de olvidar y de la necesidad de perdón en una comunidad rota por el fanatismo político.",
      "type": "Novela contemporánea",
      "author": ["Fernando Aramburu"],
      "pages": 656,
      "editorial": "Tusquets Editores",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2019,
      "isbn": 9788490667316,
      "category": "libros",
      "stock": 3
    },
    {
      "name": "Loba negra",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914397/libros/loba_negra_f1eera.jpg",
      "price": 10.40,
      "description": "SEGUIR VIVA Antonia Scott no tiene miedo a nada. Solo a sí misma. NUNCA FUE Pero hay alguien más peligroso que ella. Alguien que podría vencerla. TAN DIFÍCIL La Loba negra está cada vez más cerca. Y Antonia, por primera vez, está asustada.",
      "type": "Novela negra y policíaca",
      "author": ["Juan Gómez-Jurado"],
      "pages": 552,
      "editorial": "B de Bolsillo",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2022,
      "isbn": 9788413144801,
      "category": "libros",
      "stock": 5
    },
    {
      "name": "Rey Blanco",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914412/libros/rey_blanco_pojag0.jpg",
      "price": 10.40,
      "description": "ESPERO QUE NO TE HA YAS OLVIDADO DE MÍ.¿JUGAMOS?Cuando Antonia Scott recibe este mensaje, sabe muy bien quién se lo envía. También sabe que ese juego es casi imposible de ganar. Pero a Antonia no le gusta perder. Después de todo este tiempo huyendo, la realidad ha acabado alcanzándola. Antonia es cinturón negro en mentirse a sí misma, pero ahora tiene claro que si pierde esta batalla, las habrá perdido todas. -La reina es la figura más poderosa del tablero -dice el Rey Blanco-. Pero por poderosa que sea una pieza de ajedrez, nunca debe olvidar que hay una mano que la mueve. -Eso ya lo veremos-, responde Antonia. EL FINAL ES SOLO EL PRINCIPIO",
      "type": "Novela negra y policíaca",
      "author": ["Juan Gómez-Jurado"],
      "pages": 528,
      "editorial": "B de Bolsillo",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2022,
      "isbn": 9788413144818,
      "category": "libros",
      "stock": 6
    },
    {
      "name": "Harry Potter y el misterio del príncipe",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914429/libros/harry_potter_y_misterio_principe_ert1rq.jpg",
      "price": 22.80,
      "description": "Durante el sexto año de Harry Potter en Hogwarts, el Señor Tenebroso reúne a sus seguidores y escoge al Slytherin Draco Malfoy para llevar a cabo su plan en el mismo corazón del colegio. Sin embargo, el regreso de Horace Slughorn al puesto de profesor de Pociones permite desvelar el secreto más oscuro de Tom Ryddle... «El director cree que no es conveniente que eso continúe ocurriendo. Quiere que te enseñe a cerrar tu mente al Señor Tenebroso.» Con dieciséis años cumplidos, Harry inicia el sexto curso en Hogwarts en medio de terribles acontecimientos que asolan Inglaterra. Elegido capitán del equipo de quidditch, los ensayos, los exámenes y las chicas ocupan todo su tiempo, pero la tranquilidad dura poco. A pesar de los férreos controles de seguridad que protegen la escuela, dos alumnos son brutalmente atacados. Dumbledore sabe que se acerca el momento, anunciado por la Profecía, en que Harry y Voldemort se enfrentarán a muerte: «El único con poder para vencer al Señor Tenebroso se acerca... Uno de los dos debe morir a manos del otro, pues ninguno de los dos podrá vivir mientras siga el otro con vida.» El anciano director solicitará la ayuda de Harry y juntos emprenderán peligrosos viajes para intentar debilitar al enemigo, para lo cual el joven mago contará con un viejo libro de pociones perteneciente a un misterioso personaje, alguien que se hace llamar Príncipe Mestizo..",
      "type": "Fantasía y magia",
      "author": ["J.K. Rowling"],
      "pages": 624,
      "editorial": "Salamandra",
      "languague": "castellano",
      "bookbinding": "Tapa dura",
      "yearEdition": 2022,
      "isbn": 9788418637940,
      "category": "libros",
      "stock": 4
    },
    {
      "name": "Delparaíso",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914443/libros/delparaiso_ijxpyj.jpg",
      "price": 18.90,
      "description": "Delparaíso es un lugar seguro, vigilado las 24 horas, lujoso e inexpugnable. Sin embargo, sus muros no protegen del miedo, del amor, de la tristeza, del deseo y de la muerte. ¿Acaso tiene sentido protegerse de la vida? Juan del Val dirige su mirada, lúcida e implacable, a este mundo tan hermético como inaccesible para construir una narración absorbente, a veces divertida y a menudo incómoda. Bajo su aparente sencillez, prácticamente en cada página el lector tendrá que enfrentarse a un dilema moral que le hará leer con el corazón en un puño.",
      "type": "Novela contemporánea",
      "author": ["Juan del Val"],
      "pages": 312,
      "editorial": "Espasa Libros",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2021,
      "isbn": 9788467061130,
      "category": "libros",
      "stock": 3
    },
    {
      "name": "Los vencejos",
      "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914459/libros/los_vencejos_dbt39f.jpg",
      "price": 13.25,
      "description": "Toni, un profesor de instituto enfadado con el mundo, decide ponerﬁn a su vida. Meticuloso y sereno, tiene elegida la fecha: dentro de un año. Hasta entonces cada noche redactará, en el piso que comparte con su perra Pepa y una biblioteca de la que se va desprendiendo, una crónica personal, dura y descreída, pero no menos tierna y humorística. Con ella espera descubrir las razones de su radical decisión, desvelar hasta la última partícula de su intimidad, contar su pasado y los muchos asuntos cotidianos de una España políticamente convulsa. Aparecerán, diseccionados con implacable bisturí, sus padres, un hermano al que no soporta, su exmujer Amalia, de la que no logra desconectarse, y su problemático hijo Nikita; pero también su cáustico amigo Patachula. Y una inesperada Águeda. Y en la sucesión de episodios amorosos y familiares de esta adictiva constelación humana, Toni, hombre desorientado empeñado en hacer recuento de sus ruinas, insuﬂa, paradójicamente, una inolvidable lección de vida.",
      "type": "Novela literaria",
      "author": ["Fernando Aramburu"],
      "pages": 704,
      "editorial": "Tusquets Editores",
      "languague": "castellano",
      "bookbinding": "Tapa blanda",
      "yearEdition": 2023,
      "isbn": 9788411072229,
      "category": "libros",
      "stock": 10
    }
    
  ]