[
    {
        "name": "La Secta",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913070/libros/la_secta_suker9.jpg",
        "price": 22.70,
        "description": "Después de El mentalista, vuelven Camilla Läckberg y Henrik Fexeus. Déjate atrapar. Más de 1.000.000 de lectores lo están esperando. La agente Mina Dabiri y sus compañeros del departamento de Homicidios de la policía de Estocolmo se enfrentan a un nuevo reto: un niño ha desaparecido de un parque infantil y el caso comparte muchas similitudes con una investigación anterior de trágico desenlace. Los pocos indicios que existen, plagados de códigos y mensajes en clave, parecen seguir las reglas de un juego ideado por una mente perversa. Dos años después de los dramáticos acontecimientos que unieron sus vidas, Mina recurrirá de nuevo al mentalista Vincent Walder para llegar hasta el final de una trepidante investigación que, en esta ocasión, la afectará de forma muy personal: ¿cuál es su vinculación con el caso? ¿Quién se esconde entre las sombras? Y, por encima de todo, ¿cuál es su objetivo? Mientras Mina intenta mantener a salvo los recuerdos del pasado y Vincent lucha por ignorar la sombra que esconde su alma, el escudo que ambos han construido alrededor empieza, finalmente, a desmoronarse.",
        "type": "Novela negra y policíaca",
        "author": [
            "Camilla Lackberg",
            "Henrik Fexeus"
        ],
        "pages": 752,
        "editorial": "Planeta",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2023,
        "isbn": 9788408268307,
        "category": "libros",
        "stock": 10
    },
    {
        "name": "Retrato de una desconocida",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913151/libros/retrato_desconocida_ryhbpv.jpg",
        "price": 19.85,
        "description": "En la nueva y deslumbrante obra maestra de Daniel Silva, autor número uno de la lista de superventas de The New York Times, Gabriel Allon se embarca en una búsqueda trepidante para descubrir al mayor falsificador de arte que jamás haya existido. Tras cortar sus lazos con los servicios de inteligencia israelíes, el legendario espía y restaurador de arte Gabriel Allon se instala discretamente en Venecia, el único lugar donde ha conocido la paz. Su bella esposa, Chiara, dirige la Compañía de Restauración Tiepolo y sus dos hijos de corta edad acuden a una scuola elementare del barrio. Gabriel, entretanto, dedica sus días a vagar por las calles y los canales de la ciudad acuática, desprendiendose de los demonios de su trágico y violento pasado. Pero cuando Julian Isherwood, el excentrico marchante de arte londinense, le pide que investigue las circunstancias que rodean el redescubrimiento y la lucrativa venta de un cuadro centenario, Gabriel no tarda en descubrir que la obra en cuestión, un retrato de una mujer anónima atribuido a Anton van Dyck, es casi con toda certeza una falsificación hecha con diabólica habilidad. Para encontrar al misterioso personaje que pintó el cuadro y destapar un fraude multimillonario en la cúspide del mundo del arte.",
        "type": "Novela negra",
        "author": [
            "Daniel Silva"
        ],
        "pages": 432,
        "editorial": "Harpercollins",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2023,
        "isbn": 9788491398561,
        "category": "libros",
        "stock": 8
    },
    {
        "name": "El tablero de la reina",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913280/libros/tablero_reina_uvkpvo.jpg",
        "price": 21.75,
        "description": "PARA CONQUISTAR LA CORONA, HAY QUE CAMBIAR LAS REGLAS DEL JUEGO. Un thriller histórico que nos descubre los orígenes del ajedrez moderno y las intrigas de la Corte de Isabel la Católica. Más de 250.000 lectores esperan la nueva novela de Luis Zueco. «Luis Zueco está en el Olimpo de la novela histórica española». 20 minutos. Luis Zueco,autor de El cirujano de almas y El mercader de libros, firma su novela más ambiciosa, llena de emoción e intriga, y nos sumerge en la Corte de Isabel I de Castilla, cuando la reina, tanto en el juego como en la Historia, se convirtió por primera vez en la figura más poderosa. Año 1468. Castilla se encuentra en un momento crucial de su historia. Alfonso de Trastámara ha muerto en sospechosas circunstancias y Enrique IV se alza como rey obligando a su hermanastra Isabel, la única que podría oponerse a sus planes, a firmar la paz. Ella acepta, pues está destinada a convertirse en Isabel la Católica y sabe que las grandes partidas no se ganan en el primer movimiento. Mientras los asuntos de la Corte mantienen al reino en vilo, el misterioso asesinato de un noble une fortuitamente a Gadea, una joven apasionada del ajedrez que esconde un oscuro pasado, y a Ruy, un cronista amante de la Historia y los libros. La peligrosa carrera a contrarreloj de ambos para descubrir al culpable se entrelaza con las conspiraciones y las guerras de la Corte de Isabel, quien bajo su mandato supo moverse como una maestra en el tablero y transformó para siempre la figura de la reina en el ajedrez.",
        "type": "Novela histórica",
        "author": [
            "Luis Zueco"
        ],
        "pages": 624,
        "editorial": "Ediciones B",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2023,
        "isbn": 9788466673587,
        "category": "libros",
        "stock": 5
    },
    {
        "name": "La enfermera de Auschwitz",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913235/libros/enfermera_auchtwitz_yloc82.jpg",
        "price": 12.25,
        "description": "Un tatuaje en la piel puede condenarte o salvarte la vida. Inspirado en una conmovedora historia real. Es 1943 y Ana Kaminski cruza las puertas de hierro de Auschwitz junto a su amiga Ester Pasternak. Cuando llegan ante el oficial, Ana dice que es comadrona y que Ester es su asistente. Pronto se da cuenta de que el destino de muchos niños está en sus manos. Cuando dos oficiales de las SS arrebatan a un bebé de los brazos de su madre para confiarla a una familia alemana, Ana siente un dolor infinito. Sin embargo, encuentra una manera de preservar el vínculo: empieza a tatuar en el brazo de cada recién nacido el mismo código de identificación que lleva la madre, para que algún día puedan reencontrarse. Pero ¿qué sucederá cuando el destino la enfrente a la más difícil de las decisiones? ¿Qué estará dispuesta a sacrificar?. Una novela ambientada en la segunda guerra mundial sobre la valentía y la determinación de una mujer para aportar vida y esperanza.",
        "type": "Novela histórica",
        "author": [
            "Anna Stuart"
        ],
        "pages": 384,
        "editorial": "Newton Compton",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2023,
        "isbn": 9788419620026,
        "category": "libros",
        "stock": 3
    },
    {
        "name": "Lejos de Luisana",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913310/libros/lejos_luisana_ftuanj.jpg",
        "price": 22.32,
        "description": "Persiguieron sus sueños a orillas del Misisipi. Sus vidas fueron más grandes que el río. Después de años de colonización, la familia Girard acepta la controvertida decisión de su país Francia, de ceder a España en 1763 parte de las indómitas tierras del Misisipi; sin embargo, sufrirá las consecuencias de las rebeliones de sus compatriotas contra los españoles, la guerra de norteamericanos contra ingleses por la independencia de los Estados Unidos y la lucha desesperada de los nativos indios por la supervivencia de sus pueblos. En unos tiempos tan convulsos, Suzette Girard e Ishcate, indio de la tribu kaskaskia, librarán su propia batalla: preservar su amor de las amenazas del mundo que les ha tocado vivir. Todo ello conforma una novela cautivadora y monumental que atraviesa las cuatro décadas en las que España poseyó las legendarias tierras de Luisiana. Luz Gabás, una de las autoras más leídas de nuestro panorama literario, regresa a las librerías con una novela que cautivará a todos sus lectores justo cuando se cumplen diez años de la publicación de su primer libro Palmeras en la nieve, un fenómeno de crítica y ventas a nivel internacional cuya adaptación al cine fue un rotundo éxito en taquilla. Su nueva obra Lejos de Luisiana, ganadora del Premio Planeta 2022, es una novela magistral y un gran fresco histórico sobre la aventura de España en el corazón de Norteamérica.",
        "type": "Novela histórica",
        "author": [
            "Luz Gabás"
        ],
        "pages": 768,
        "editorial": "Planeta",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2022,
        "isbn": 9788408265603,
        "category": "libros",
        "stock": 20
    },
    {
        "name": "Y ahora supera mi beso",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913376/libros/supera_beso_tygsj2.jpg",
        "price": 16.05,
        "description": "Una novela romántico-erótica que te hará entender que no hay que dejar para mañana los besos que puedas dar hoy. Hola, me llamo Amara y estoy aquí no para hablaros de mí, sino de Liam Acosta, ese guapísimo empresario que se dedica al negocio del vino en Tenerife y que sigue soltero porque quiere, pues siempre tiene a una legión de mujeres pendientes de él. Por lo que sé, un día recibióuna misteriosa llamada telefónica en la que le pedían viajar a Los Ángeles por un asunto urgente, que resultó ser, ni más ni menos, que un bebé. A Liam, al principio, le costó mucho admitir su paternidad, pero cuando vio a la criaturita, el mundo se movió bajo sus pies: al igual que él, tenía el ojo derecho de dos colores. Así que, muy agobiado y tremendamente perdido, regresó a Canarias con su hijo, pero se dio cuenta de que necesitaba a alguien que le echara una mano y, por recomendación de mi amiga Verónica, me contrató a mí. De pronto, Liam y yo, dos personas independientes y acostumbradas a no tener que dar explicaciones a nadie, hemos tenido que ponernos de acuerdopor el bien del pequeño. Y eso ha hecho que, sin apenas darnos cuenta, hayamos reconocido el uno en el otro a la persona que nunca hubiéramos esperado encontrar.",
        "type": "Novela romántica y erótica",
        "author": [
            "Megan Maxwell"
        ],
        "pages": 576,
        "editorial": "Planeta",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2022,
        "isbn": 9788408264293,
        "category": "libros",
        "stock": 4
    },
    {
        "name": "La chica sin alma",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913418/libros/chica_sin_alma_gzbjda.jpg",
        "price": 18.90,
        "description": "IRIS TIENE UN SECRETO MORTAL. ES UNA CHICA SIN ALMA. ¿Cómo encuentras a tu alma gemela cuando no tienes alma? ¿Estás lista para descubrir tu verdadera alma y tu lugar en el mundo bajo la atenta mirada de La Orden? Iris vive en Providence, en un mundo gobernado por La Orden. Los inspectores aguardan a la población vigilando cuidadosamente el alma de las personas. Si te iluminan con sus linternas, tu alma se proyecta para que el mundo la vea y la juzgue; el más mínimo defecto y te enfrentas al encarcelamiento. Pero Iris tiene un secreto: es una chica sin alma, con lo que debe esconderse de La Orden a toda costa. Pero cuando la Condesa Cavendish le encarga el robo del anillo de una familia noble, se reencuentra con su Chispa, una de las cinco partes que componen su propia alma desaparecida. Con la ayuda de un joven erudito, Evander Mountebank, podrá rastrear las otras cuatro piezas que faltan en su alma: Sombra, Canción, Espíritu y Corazón. ¿Podrá Iris reconstruir su alma o permanecerá escondida en las sombras para siempre?.",
        "type": [
            "Fantasía y magia",
            "Juvenil"
        ],
        "author": [
            "Owen Morgan"
        ],
        "pages": 416,
        "editorial": "Roca Editorial de Libros",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2023,
        "isbn": 9788419283658,
        "category": "libros",
        "stock": 2
    },
    {
        "name": "La casa infernal",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913444/libros/casa_infernal_pqzbwb.jpg",
        "price": 18.00,
        "description": "Minotauro recupera para su colección de ESENCIALES una de las mejores novelas sobre casas encantadas del maestro del terror Richard Matheson. En 1940 una expedición de cinco personas se internó en la infame Casa Belasco para desentrañar los misterios de la que era considerada como la casa más peligrosa del mundo. Sólo uno de ellos consiguió salir con vida.Treinta años después, el millonario Rolf Randolph Deutsch contrata a cuatro extraños, entre ellos el único superviviente de la masacre de 1940, para demostrar la existencia de la vida después de la muerte. Para ello deberán pasar una semana en la Casa Belasco. La Casa Infernal les ha permitido entrar, pero ¿los dejará salir?.",
        "type": "Novela de terror",
        "author": [
            "Richard Matheson"
        ],
        "pages": 320,
        "editorial": "Minotauro",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2019,
        "isbn": 9788445006818,
        "category": "libros",
        "stock": 4
    },
    {
        "name": "El cuco de cristal",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913466/libros/cuco_cristal_vkdzwn.jpg",
        "price": 19.85,
        "description": "Un trasplante de urgencia. Un donante lleno de secretos. ¿Qué esconden los latidos de tu corazón?. Nueva York, 2017. Cora Merlo, médico residente de primer año, sufre un infarto fulminante que la obliga a un trasplante de corazón. Aún convaleciente la joven recibe la visita de una extraña mujer con una enigmática oferta: pasar unos días en Steelville, un pequeño pueblo de interior, para conocer la vida de su hijo Charles, el donante de su corazón. Cora se adentra así en un hogar lleno de secretos, en un misterio que se extiende durante veinte años y en un pueblo hermético en el que, justo el día de su llegada, desaparece un bebé en un parque público..",
        "type": "Novela negra",
        "author": [
            "Javier Castillo"
        ],
        "pages": 488,
        "editorial": "Suma",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2023,
        "isbn": 9788491293552,
        "category": "libros",
        "stock": 1
    },
    {
        "name": "La voz de los valientes",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913537/libros/voz_valientes_psqeq8.jpg",
        "price": 20.80,
        "description": "En tiempos de paz jugaron a ser otros. En tiempos de guerra descubrieron quiénes eran en realidad. En tiempos de paz jugaron a ser otros. En tiempos de guerra descubrieron quiénes eran en realidad. Baviera,Alemania. El castillo de Fallstein es uno de los más fastuosos de la zona, pero, lejos de ser un remanso de paz alejado del frente, Hilda Sagnier ha comprobado cómo laguerra y sus consecuencias han entrado con fuerza en sus salones, pues su marido, el prestigioso conde bávaro de Fallstein, ha sido completamente seducido por Hitler. Decidida a luchar por lo que cree, la condesa no dudará en arriesgar su vida, sobrepasar sus límites y fingir ser quien no es para ayudar a los perseguidos del régimen. Mientras tanto, enBarcelona, losnazis empiezan a agasajar a José Manuel, pero el empresario sabe exactamente cuál es su objetivo. Él, que fue espía durante la Guerra Civil española, no tardará en involucrarse en la misión más secreta y de una relevancia capital, una misión que lo llevará a alternar con laélite alemana y a relacionarse con la alta sociedad dePotsdam. Allí, donde todos se relajan y hablan más de la cuenta, el espía deberá encontrar y destruir el arma en la que los alemanes confían su victoria. Hilda y José Manuel,dos españoles en el corazón del Tercer Reich, descubrirán que, en tiempos de guerra, nadie es quien dice ser y que a veces la urgencia y el peligro son los mejores aliados para que el amor y los verdaderos sentimientos afloren.",
        "type": "Novela contemporánea",
        "author": [
            "Rafael Tarradas Bulto"
        ],
        "pages": 680,
        "editorial": "Espasa Libros",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2023,
        "isbn": 9788467068542,
        "category": "libros",
        "stock": 10
    },
    {
        "name": "Hooky",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913605/libros/hooky_ccru35.jpg",
        "price": 14.20,
        "description": "Todo se complica cuando los mellizos Dani y Dorian pierden el autobús a la Escuela de Magia. Lo que debía ser el principio de su educación como brujos terminará en una serie de aventuras—y algún que otro lío—en las que conocerán a nuevos amigos de lo más dispares: Nico, el más gamberro de todos los chicos del lugar; la cursi y romántica princesa Monica; el apuesto y reservado Mark; a Pendragon, el mentor más despistado, e incluso una mascota de lo más extraña. Lo que Dani y Dorian no se esperaban era ser perseguidos por varias familias mágicas muy poderosas, que creen que uno de ellos dos es el Rey de las Brujas de una profecía. HookyEste singular grupo de amigos deberá unirse para arreglar todos los malentendidos que han causado sus travesuras, pero ¿podrán arreglar también los conflictos del reino de una vez por todas?.",
        "type": "Manga juvenil",
        "author": [
            "Miriam Bonastre Tur"
        ],
        "pages": 384,
        "editorial": "Martinez Roca",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2022,
        "isbn": 9788427049536,
        "category": "libros",
        "stock": 8
    },
    {
        "name": "Nadie es normal",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913635/libros/nadie_es_normal_jk9mfa.jpg",
        "price": 17.00,
        "description": "Una asistenta con incontinencia verbal, unos matones septuagenarios realizando el que creen su último trabajo, un taxista insolente y preguntón, amigos, vecinos, compañeros de reparto, pelotas, pesados?, estos son los variados y característicos personajes que trufan las páginas de este divertido, entrañable y, en ocasiones, surrealista libro de relatos. Historias de ficción cargadas de humor, salpicadas de ternura, y con un punto de acidez y crítica necesarias con las que el autor igual nos adentra en su mundo profesional, con sus respectivos sinsabores, como nos presenta personajes descacharrantes con la capacidad de enternecer a cualquier lector o escenas tan costumbristas como disparatadas. Un pintoresco paisaje en el que la invención parece brotar de la cruda realidad, lo improbable se codea con el realismo más mundano y donde las anécdotas están servidas. Un libro para disfrutar.",
        "type": "Narrativa de humor",
        "author": [
            "Jordi Sanchez Zaragoza"
        ],
        "pages": 216,
        "editorial": "Planeta",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2021,
        "isbn": 9788408239086,
        "category": "libros",
        "stock": 6
    },
    {
        "name": "Un paseo por el mundo",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913657/libros/paseo_mundo_wpuxov.jpg",
        "price": 23.75,
        "description": "Partiendo de Alicante y desde Cabo Verde, Cocúa atraviesa el Atlántico hasta Tobago, Trinidad y Venezuela. Cruza el canal de Panamá, y desde Ecuador, recalando en las Galápagos, se interna en el Pacífico hacia las Marquesas, Tahití, Tonga, Fiyi y Nueva Zelanda. De allí, pone rumbo al norte hacia Nueva Guinea y después a Indonesia. Alcanza más tarde el mar de China ­Malasia, Singapur, y luego se dirige por el océano Índico hasta el Mar Rojo. En plena Guerra del Golfo surca aquellas aguas para alcanzar el canal de Suez, que cruza para salir al Mediterráneo y poner rumbo de vuelta a casa. En este libro Cocúa nos sube a bordo de su barco y nos lleva con él a vivir un viaje insólito y extraordinario. Y el amor por el mar.",
        "type": "Narrativa de viajes",
        "author": [
            "Cocua Ripoll"
        ],
        "pages": 624,
        "editorial": "El viento",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2021,
        "isbn": 9788418227158,
        "category": "libros",
        "stock": 7
    },
    {
        "name": "Los renglones torcidos de dios",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913696/libros/renglones_torcidos_dios_fbrpif.jpg",
        "price": 17.10,
        "description": "Una novela emocionante, un testimonio único, un libro para siempre.Alice Gould es ingresada en un sanatorio mental. En su delirio, cree ser una investigadora privada a cargo de un equipo de detectives dedicados a esclarecer complicados casos. Según una carta de su médico particular, la realidad es otra: su paranoica obsesión es atentar contra la vida de su marido. La extrema inteligencia de esta mujer y su actitud aparentemente normal confundirán a los médicos hasta el punto de no saber a ciencia cierta si Alice ha sido ingresada injustamente o en realidad padece un grave y peligroso trastorno psicológico.",
        "type": "Novela contemporánea",
        "author": [
            "Torcuato Luca de Tena"
        ],
        "pages": 512,
        "editorial": "Planeta",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2022,
        "isbn": 9788408088363,
        "category": "libros",
        "stock": 9
    },
    {
        "name": "El leopardo de las nieves",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913727/libros/leopardo_nieves_ylcixa.jpg",
        "price": 22.75,
        "description": "En otoño de 1973, el escritor Peter Matthiessen y el zoólogo George Schaller emprendieron una expedición a la Montaña de Cristal, en la meseta del Tíbet, para estudiar los hábitos de un animal no muy conocido: el bharal o cordero azul himalayo. Pero su auténtica esperanza era poder ver al más hermoso y raro de los grandes felinos: el leopardo de las nieves. Para Matthiessen, adentrarse en la tierra de Dolpo significará mucho más que una expedición naturalista o una aventura. Será despojarse de las ventajas y las ataduras de la civilización, convivir con hombres y paisajes en su belleza más elemental, caminar por los senderos delbudismo y el zen.",
        "type": "Narrativa de viajes",
        "author": [
            "Peter Matthiessen"
        ],
        "pages": 368,
        "editorial": "Siruela",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2022,
        "isbn": 9788419419279,
        "category": "libros",
        "stock": 18
    },
    {
        "name": "Una semana en Nueva York",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913758/libros/semana_new_york_hb5tfh.jpg",
        "price": 17.05,
        "description": "Anna está harta de citas. Está cansada de que le rompan el corazón. Es sexy, divertida e inteligente…, pero también es un imán para hombres que no la merecen. Salir de Londres y pasar una semana de vacaciones en Nueva York es la mejor solución para superar su última ruptura y poder tener una aventura veraniega con un desconocido. Pero para proteger su dañado corazón decide imponerse ciertas reglas: nada de contarse sus vidas, nada de intercambiar números de teléfono y nada de decirse los nombres reales. Solo será una noche divertida y excitante. Ethan, exitoso seductor «en serie», también tiene sus reglas: nada de citas, nada de quedarse a dormir y nada de hacer promesas. Todo parece perfecto…, pero las reglas se hacen para romperse…",
        "type": "Novela romántica y erótica",
        "author": [
            "Louise Bay"
        ],
        "pages": 320,
        "editorial": "Pamies",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2020,
        "isbn": 9788417683764,
        "category": "libros",
        "stock": 12
    },
    {
        "name": "El hechicero de la corona",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913783/libros/hechicero_corona_c8ofpb.jpg",
        "price": 20.85,
        "description": "En el Londres de la Regencia, políticos y taumaturgos tratan de ocultar un secreto a voces: la magia inglesa está desapareciendo. El recién nombrado hechicero real, Zacharias Wythe, intentará recuperarla por todos los medios a pesar del desprecio de sus colegas por su condición de esclavo liberado. Tan solo Prunella intentará ayudarlo. Aunque, sinceramente, el destino de Inglaterra trae a Prunella sin cuidado. Sus objetivos son más cercanos y acuciantes: asegurarse una posición sin fortuna ni familia, y con un exceso de magia inaceptable en una mujer. Juntos deberán evitar un conflicto internacional inminente, el fin de la magia en Inglaterra y que sus propios secretos salgan a la luz.",
        "type": "Narrativa fantástica",
        "author": [
            "Zen Cho"
        ],
        "pages": 462,
        "editorial": "Duermevela ediciones",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2022,
        "isbn": 9788412437584,
        "category": "libros",
        "stock": 8
    },
    {
        "name": "La casa en el mar más azul",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913801/libros/casa_mar_azul_kuim6b.jpg",
        "price": 18.00,
        "description": "Trabajo, trabajo y más trabajo. Linus Baker podría ser una persona cualquiera, en un lugar cualquiera, viviendo una vida cualquiera. Él estaba convencido de esto, y si tú lo hubieras conocido, tampoco habrías dudado en asegurar que Linus pertenecía al montón, ni más, ni menos. Y así era, hasta el día en que este funcionario del Departamento de Jóvenes Mágicos es llamado por Altísima Dirección para supervisar un orfanato del que apenas hay registros. Con esta nueva tarea entre manos, Linus viajará a la isla de Marsyas, donde deberá supervisar a seis huérfanos catalogados como peligrosos (hablamos del futuro Anticristo, entre otros) y a su enigmático cuidador. Ahí, deberá dejar de lado sus miedos y prejuicios, que no son pocos, para darse cuenta de que lo que realmente tiene que hacer no es aquello a lo que le han enviado. Porque en Marsyas, Linus descubrirá que el camino a la felicidad es distinto para cada uno de nosotros, y, que si te atreves a recorrerlo, llegarás al lugar donde te encontrarás a ti mismo.",
        "type": "Fantasía y magia",
        "author": [
            "Tj Klune"
        ],
        "pages": 496,
        "editorial": "Planeta",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2022,
        "isbn": 9788408253891,
        "category": "libros",
        "stock": 6
    },
    {
        "name": "Que bien me haces cuando me haces bien",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913820/libros/bien_cuando_me_haces_bien_ojjljc.jpg",
        "price": 18.90,
        "description": "Que bien me haces cuando me haces bien es mi tercer libro de relatos cortos tras Finales que merecen una historia (2018) y Si nos enseñaran a perder, ganaríamos siempre (2020). Es el final de esta trilogía de relatos que no dejan de ser cuentos para curar el alma. Mi objetivo al escribirlos es entretener y que goceis con unas historias que, por una razón u otra, han preferido residir en pocas páginas Albert Espinosa..",
        "type": "Novela contemporánea",
        "author": [
            "Albert Espinosa"
        ],
        "pages": 240,
        "editorial": "Grijalbo",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2023,
        "isbn": 9788425363320,
        "category": "libros",
        "stock": 7
    },
    {
        "name": "Mi sueño y el de Adrián",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913851/libros/mi_suen%CC%83o_adrian_ddexii.jpg",
        "price": 8.50,
        "description": "La exitosa Megan Maxwell vuelve a emocionarnos con un nuevo cuento infantil. Hola, me llamo Pedro, tengo nueve años y quiero hablaros de mi hermano Adrián, el mejor hermano del mundo mundial. Adrián es un niño especial, pero ¿quién no es especial en esta vida? Si quieres conocerlo un poquito mejor, lee este cuento. Seguro que te gustará.",
        "type": "Intantil",
        "author": [
            "Megan Maxwell"
        ],
        "pages": 48,
        "editorial": "Martinez Roca",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2022,
        "isbn": 9788427049871,
        "category": "libros",
        "stock": 3
    },
    {
        "name": "Las playas del espacio",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913873/libros/playas_espacio_nkudzl.jpg",
        "price": 13.30,
        "description": "Probablemente no es casual que sean trece las narraciones reunidas en este libro. Trece cuentos extraordinarios que exploran el borde resbaladizo de la locura y hasta la rebasan, convirtiéndola en una escalofriante pesadilla a través de sucesos fantásticos e inexplicables. Un mundo donde el horror inenarrable es lo normal y donde la tenebrosidad del espacio actúa en la mente de los hombres. Un tiempo en el que criaturas de poderes espantosos y extraterrestres pueden controlar a los seres humanos, y éstos crear seres que escapan a su control. Se trata de relatos que Matheson escribió a la época en que él más asiduamente colaboraba en revistas de ciencia ficción, y presentan ya muchos de los temas y tratamientos que harían de «Soy leyenda» una de sus obras más rompedoras e impactantes. Sin duda, la más popular de estas narraciones es «Acero puro», un relato elíptico, tenso y rico que, después de convertirse en un capítulo de la mítica serie The Twilight Zone, fue llevado a la gran pantalla. Centrado en un exboxeador en un tiempo en que este deporte está prohibido y sólo se autorizan combates entre robots, el protagonista se convierte en promotor y, tras un sonado fracaso, su intento por volver a triunfar coincide con el descubrimiento de que tiene un hijo del que no sabía nada, pero que le ayudará a llevar a cabo...",
        "type": "Novela de ciencia ficción",
        "author": [
            "Richard Matheson"
        ],
        "pages": 320,
        "editorial": "Edhasa",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2020,
        "isbn": 9788435021357,
        "category": "libros",
        "stock": 2
    },
    {
        "name": "Casa de Espías",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913891/libros/casa_espias_m4hcjp.jpg",
        "price": 10.35,
        "description": "Del autor de La viuda negra, número uno en la lista de los más vendidos del New York Times, llega un nuevo éxito literario protagonizado por Gabriel Allon, espía legendario, asesino profesional y restaurador de arte. La viuda negra, una historia de suspense trepidante y uno de los mayores éxitos de Silva, fue una de las novelas más destacadas de 2016. Ahora, en Casa de espías, Gabriel Allon ha vuelto y está dispuesto a vengarse, decidido a atrapar al terrorista más peligroso del mundo, el escurridizo cerebro del ISIS conocido como Saladino. Cuatro meses después del mayor atentado acaecido en suelo norteamericano desde el 11 de septiembre, los terroristas dejan una estela de muerte en el exclusivo West End londinense. El atentado es una brillante hazaña de planificación llevada a cabo en perfecto secreto, con un único fallo: un cabo suelto. Ese cabo suelto conducirá a Gabriel Allon y a su equipo al sur de Francia, hasta la lujosa mansión de Jean-Luc Martel y Olivia Watson. Olivia, una bella exmodelo británica, finge no saber que la enorme riqueza de Martel procede del narcotráfico. Y Martel, a su vez, finge ignorar que está haciendo negocios con un hombre cuyo objetivo es la destrucción de Occidente. Juntos, bajo la hábil mano de Gabriel, se convertirán en una improbable pareja de héroes en la lucha global contra el terror..",
        "type": "Novela negra y policíaca",
        "author": [
            "Daniel Silva"
        ],
        "pages": 496,
        "editorial": "Harpercollins",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2019,
        "isbn": 9788417216399,
        "category": "libros",
        "stock": 4
    },
    {
        "name": "Si nos enseñaran a perder, ganaríamos siempre",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913910/libros/ensen%CC%83aran_perder_ganariamos_siempre_gougby.jpg",
        "price": 9.45,
        "description": "Si miras la vida de cerca, no tiene ningún sentido. ¡Aléjate y disfrútala! Este libro entronca con ese increíble verso: «Al lugar donde has sido feliz no debieras tratar de volver». Es una de las verdades más grandes que existe y perder ese lugar jamás es triste porque siempre llegarán otros diferentes y mejores..",
        "type": "Novela contemporánea",
        "author": [
            "Albert Espinosa"
        ],
        "pages": 248,
        "editorial": "Debolsillo",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2022,
        "isbn": 9788466362207,
        "category": "libros",
        "stock": 18
    },
    {
        "name": "Hooky tomo 2",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913926/libros/hookey_2_d8o0ir.jpg",
        "price": 15.15,
        "description": "Dani y Dorian Wytte han vivido un montón de aventuras desde que perdieron aquel autobús a la escuela. Colarse en el aquelarre los metió en más problemas de lo que preveían y terminaron involucrándose en una lucha abierta entre los brujos y los no-magos. Con sus padres y el resto de brujos sedientos de sangre y venganza y con los no-magos cada vez más acorralados, Dani y Dorian no saben de qué lado estar…o si alguno de los bandos es realmente el suyo. Y eso incluye a su hermano, Damien, que ha desaparecido sin dejar rastro tras su coronación como Rey de los Brujos. Dani y Dorian deberán emprender un viaje a través del desierto hacia nuevos reinos para encontrar a sus amigos desaparecidos. En esta nueva aventura, descubrirán las crueles consecuencias del legado de los no-magos, el poder que corre por las venas de los Wytte y lo duro que es no estar nunca a salvo. Por suerte, no están solos.",
        "type": "Manga juvenil",
        "author": [
            "Miriam Bonastre Tur"
        ],
        "pages": 368,
        "editorial": "Martinez Roca",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2023,
        "isbn": 9788427051065,
        "category": "libros",
        "stock": 8
    },
    {
        "name": "Palmeras en la nieve",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913948/libros/palmeras_nieve_je7mnq.jpg",
        "price": 21.37,
        "description": "En 1953 Kilian abandona la montaña oscense para iniciar con su hermano Jacobo el viaje hacia una tierra desconocida: la isla de Fernando Poo. Allí le espera su padre, un veterano de la finca Sampaka, donde se cultiva uno de los mejores cacaos del mundo. En esa tierra verde y cálida, Kilian y Jacobo descubren el significado de la amistad, la pasión y el odio. No en vano, uno de ellos se enamorará de una nativa, y esto cambiará la relación entre los hermanos, el curso de sus vidas y será el origen de un secreto cuyas consecuencias alcanzarán el presente. En 2003, Clarence, hija y sobrina de ambos, desea conocer sus orígenes. Al zambullirse en el pasado de Kilian y Jacobo descubrirá los hilos polvorientos de ese secreto que finalmente será desentrañado..",
        "type": "Novela contemporánea",
        "author": [
            "Luz Gabás"
        ],
        "pages": 736,
        "editorial": "Planeta",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2022,
        "isbn": 9788408267973,
        "category": "libros",
        "stock": 6
    },
    {
        "name": "El mercader de libros",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913971/libros/mercader_libros_j6jfvx.jpg",
        "price": 12.30,
        "description": "Hubo un tiempo en que los libros podían descubrir nuevos mundos, tambalear los dogmas más sagrados y cambiar el curso de la Historia. Esta novela es un viaje a los años siguientes a la invención de la imprenta, cuando un mercader de libros emprende la búsqueda de un misterioso ejemplar que ha sido robado de la mayor biblioteca de Occidente, creada en Sevilla por el hijo de Cristóbal Colón. Año 1517. El joven Thomas atraviesa la incipiente Europa renacentista huyendo de su pasado. Son los años siguientes al descubrimiento de América y la invención de la imprenta, un periodo de profundos cambios que han supuesto el fin de la Edad Media. La curiosidad que siente por el Nuevo Mundo, cosechada en sus múltiples lecturas, le llevará hasta España, donde comenzará a trabajar con un mercader de libros. El encargo de localizar un ejemplar envuelto en un halo misterioso le conduce hasta Sevilla, una próspera ciudad que sirve como enlace en el comercio con las Indias y que alberga, entre sus murallas, la biblioteca más importante de Occidente, creada por el hijo de Cristóbal Colón y llamada la Colombina. Será precisamente allí donde Thomas descubra que alguien ha robado el libro que él busca y, por alguna razón, tiene mucho interés en que nadie lo encuentre. Hubo un tiempo en que los libros permitían descubrir nuevos mundos, tambalear los dogmas más sagrados y cambiar el curso de la Historia. Luis Zueco nos sumerge en los albores de la bibliofilia y nos traslada, en una perfecta unión de rigor histórico y trama trepidante, a una época en la que la palabra impresa podía ser el arma más peligrosa..",
        "type": "Intriga",
        "author": [
            "Luis Zueco"
        ],
        "pages": 608,
        "editorial": "B de Bolsillo",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2021,
        "isbn": 9788413142609,
        "category": "libros",
        "stock": 8
    },
    {
        "name": "El bosque del arcoiris",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678913988/libros/bosque_arcoiris_sczucr.jpg",
        "price": 8.50,
        "description": "El superratón Tino Mandarino es el jefe de bomberos del bosque del Arcoíris, donde vive con su familia, la guapísima Rosita y sus tres hijos: Joya, Lolo y Flor. Hoy está muy atareado porque van a celebrarse las olimpiadas anuales pero de repente, ¡alerta!, grita la liebre Piticlim, el río está hecho una pena y hay que limpiarlo. ¡Alerta! Grita el jilguero Molinero, que ha visto cristales rotos. Y, ¡alerta!, llama la coneja Turuleja, que ha visto pinturas tóxicas. Todos se meten en faena y muestran con gracia y simpatía cómo recoger los desperdicios y echarlos en el contenedor adecuado. «…el mundo es de todos. Si no cuidamos lo que nos rodea, tarde o temprano se acabará.».",
        "type": "Intantil",
        "author": [
            "Megan Maxwell"
        ],
        "pages": 64,
        "editorial": "Planeta",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2016,
        "isbn": 9788408149316,
        "category": "libros",
        "stock": 1
    },
    {
        "name": "La violonchelista",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914013/libros/violonchelista_nfclk9.jpg",
        "price": 18.90,
        "description": "El fatal envenenamiento de un multimillonario ruso envía a Gabriel Allon a un peligroso viaje por Europa y a la órbita de una virtuosa música que puede tener la clave de la verdad sobre la muerte de su amigo. La trama que Allon descubre conduce a canales secretos de dinero e influencia que van al corazón mismo de la democracia occidental y amenazan la estabilidad del orden global.",
        "type": "Novela negra",
        "author": [
            "Daniel Silva"
        ],
        "pages": 448,
        "editorial": "Harpercollins",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2022,
        "isbn": 9788491397199,
        "category": "libros",
        "stock": 6
    },
    {
        "name": "El día que el cielo se caiga",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914040/libros/dia_cielo_caiga_zwlvsp.jpg",
        "price": 12.30,
        "description": "Alba y Nacho se conocen desde que eran niños. La conexión entre ellos es muy especial y aumenta con el paso de los años, hasta que ella se casa y, obligada por su marido, se distancia de él. Nacho se marcha a Londres. Allí encontrará al amor de su vida, a quien luego perderá a causa de una desconocida enfermedad. Alba, que no sabe lo mal que lo está pasando su amigo, acude a él tras su fracaso matrimonial. Su reencuentro crea una unión irrompible, pero al cabo de poco tiempo ella descubre que Nacho también está enfermo. En su afán por ayudarlo a luchar contra lo que parece inevitable, Alba conocerá a Víctor. Y lo que en un principio no son más que encuentros fortuitos se acaba convirtiendo en un amor incondicional que le permitirá superar sus miedos e inseguridades..",
        "type": "Novela romántica",
        "author": [
            "Megan Maxwell"
        ],
        "pages": 416,
        "editorial": "Planeta",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2021,
        "isbn": 9788408248071,
        "category": "libros",
        "stock": 9
    },
    {
        "name": "Finales que merecen una historia",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914058/libros/finales_merecen_historia_txp3la.jpg",
        "price": 7.59,
        "description": "Relatos para soñar despierto y sanar el alma dormida. «Me encantan los relatos, las historias pequeñas de tres a ocho páginas, que te hacen pensar, reír, llorar o emocionarte. Un buen relato puede alegrarte un mal día porque las historias pequeñas en ocasiones resumen un gran sentimiento que reside en nuestro interior y que se convierte en nuestra mejor medicina. «Me encantaría que estos relatos fueran terapéuticos y os ayudaran con alguna emoción estancada. Desearía que os sintierais acompañados, cuidados y queridos en cada página. Todos los personajes pertenecen a mi mundo. Son personas amarillas. [...] »Estas historias no dejan de ser casi como películas, es por ello que antes de cada relato encontraréis unos bellos e increíbles pósters sobre cómo podría ser el cartel de ese film.» Albert Espinosa.",
        "type": "Novela contemporánea",
        "author": [
            "Albert Espinosa"
        ],
        "pages": 216,
        "editorial": "Debolsillo",
        "languague": "castellano",
        "bookbinding": "eBook",
        "yearEdition": 2020,
        "isbn": 9788425356865,
        "category": "libros",
        "stock": 7
    },
    {
        "name": "El mentalista",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914082/libros/mentalista_lh6vxi.jpg",
        "price": 12.30,
        "description": "En un parque de atracciones a las afueras de Estocolmo aparece el cuerpo de una joven asesinada de forma macabra: atravesada por múltiples espadas dentro de una caja. La agente de policía Mina Dabiri, reservada y metódica, forma parte del equipo especial de investigación que se hace cargo del caso. Cuando Mina agota todas las posibles pistas, recurre al conocido mentalista Vincent Walder para que los ayude a detectar los indicios que podrían conectar el asesinato con el mundo del ilusionismo. Con la aparición de un nuevo cuerpo, Mina y Vincent entienden que se enfrentan a un despiadado asesino en serie y comienzan una trepidante carrera contrarreloj para descifrar los códigos numéricos y las trampas visuales de una mente brillante y perversa. Un apasionante viaje a la parte más oscura del alma humana que no dejará indiferente a ningún lector.",
        "type": "Novela negra y policíaca",
        "author": [
            "Camilla Lackberg",
            "Henrik Fexeus"
        ],
        "pages": 720,
        "editorial": "Planeta",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2023,
        "isbn": 9788408268284,
        "category": "libros",
        "stock": 3
    },
    {
        "name": "Harry Potter y las reliquias de la muerte",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914113/libros/harry_potter_reliquias_i2mi4p.jpg",
        "price": 23.75,
        "description": "La fecha crucial se acerca. Cuando cumpla diecisiete años, Harry perderá el encantamiento protector que lo mantiene a salvo. El anunciado duelo a muerte con lord Voldemort es inminente, y la casi imposible misión de encontrar y destruir los restantes Horrocruxes, más urgente que nunca. Ha llegado la hora final, el momento de tomar decisiones difíciles. Harry debe abandonar la calidez y seguridad de La Madriguera para seguir sin miedo ni vacilaciones el inexorable sendero trazado para él. Consciente de lo mucho que está en juego, tendrá que buscar en su interior la fuerza necesaria que lo impulse en la vertiginosa carrera para enfrentarse a su destino.",
        "type": "Fantasía y magia",
        "author": [
            "J.K. Rowling"
        ],
        "pages": 736,
        "editorial": "Salamandra",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2022,
        "isbn": 9788418797026,
        "category": "libros",
        "stock": 3
    },
    {
        "name": "El mundo de la fermentación",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914141/libros/mundo_fermentacion_mggkzv.jpg",
        "price": 28.40,
        "description": "Durante los últimos veinte años, Sandir Katz ha viajado por el mundo enseñando y aprendiendo técnicas de elaboración de fermentados. En el mundo de la fermentación, Sandor Katz, experto fermentador y aventurero culinario, nos invita a conocer los lugares, las personas y todos los alimentos especiales que ha descubierto durante sus viajes por el mundo y que han inspirado el trabajo de su vida: desde chucrut casero hasta chicha de jora (Ecuador), shio-koji (Japón), doubanjiang (China), efo riro (Nigeria) o chucula (Colombia), entre muchos otros. Como asegura Katz, el poder mágico de la fermentación pertenece a todos, en todas partes. Y este libro, ideal para los amantes de la gastronomía, los viajes y la fermentación que han seguido el trabajo del autor a lo largo de los años (a través de Pura fermentación y El arte de la fermentación, ganador del premio James Beard), refleja la pasión y la sabiduría de este hombre único, considerado ya el divulgador más experimentado y respetado del mundo de los fermentados. Un libro de cocina destinado a convertirse en un clásico esencial.",
        "type": "Cocina",
        "author": [
            "Sandor Ellix Katz"
        ],
        "pages": 332,
        "editorial": "GAIA",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2023,
        "isbn": 9788484459859,
        "category": "libros",
        "stock": 13
    },
    {
        "name": "Harry Potter y la piedra filosofal (edición gryffindor)",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914164/libros/harry_potter_y_la_piedra_wjr2ja.jpg",
        "price": 18.00,
        "description": "Harry Potter se ha quedado huérfano y vive en casa de sus abominables tíos y del insoportable primo Dudley. Se siente muy triste y solo, hasta que un buen día recibe una carta que cambiará su vida para siempre. En ella le comunican que ha sido aceptado como alumno en el colegio interno Hogwarts de magia y hechicería. A partir de ese momento, la suerte de Harry da un vuelco espectacular. En esa escuela tan especial aprenderá encantamientos, trucos fabulosos y tácticas de defensa contra las malas artes. Se convertirá en el campeón escolar de quidditch, especie de fútbol aéreo que se juega montado sobre escobas, y hará un puñado de buenos amigos... aunque también algunos temibles enemigos. Pero, sobre todo, conocerá los secretos que le permitirán cumplir con su destino. Pues, aunque no lo parezca a primera vista, Harry no es un chico común y corriente. ¡Es un verdadero mago!.",
        "type": "Fantasía y magia",
        "author": [
            "J.K. Rowling"
        ],
        "pages": 320,
        "editorial": "Salamandra",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2018,
        "isbn": 9788498388879,
        "category": "libros",
        "stock": 3
    },
    {
        "name": "En la sombra",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914181/libros/en_la_sombra_jrsumv.jpg",
        "price": 21.75,
        "description": "El príncipe Harry, duque de Sussex, es marido, padre, filántropo, veterano del ejército y activista por el bienestar mental y el medioambiente. Reside en Santa Bárbara, California, con su familia y tres perros. Fue una de las imágenes más desgarradoras del siglo xx: dos niños, dos príncipes, caminando detrás del féretro de su madre mientras el mundo contempla la escena con pesar... y horror. A la vez que se daba sepultura a Diana, princesa de Gales, miles de millones de personas se preguntaron qué debían de pensar y sentir esos príncipes y qué rumbo tomarían sus vidas en adelante. En el caso de Harry, esta es, por fin, esa historia. Con su franqueza directa y sin concesiones, En la sombra es una publicación que marcará un hito, llena de lucidez, revelaciones, introspección y sabiduría, adquirida a un alto coste, sobre el eterno poder del amor.",
        "type": "Biografía",
        "author": [
            "Duque de Sussex Príncipe Harry"
        ],
        "pages": 560,
        "editorial": "Plaza & Janes Editores",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2023,
        "isbn": 9788401029813,
        "category": "libros",
        "stock": 3
    },
    {
        "name": "Harry Potter y la cámara secreta (edición Slytherin)",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914213/libros/harry_potter_y_la_camara_secreta_dlguxi.jpg",
        "price": 18.95,
        "description": "Mientras Harry espera impaciente en casa de sus insoportables tíos el inicio del segundo curso del Colegio Hogwarts de Magia y Hechicería, un elfo aparece en su habitación y le advierte de que una amenaza mortal se cierne sobre la escuela. Harry no se lo piensa dos veces y, acompañado de Ron, se dirige a Hogwarts en un coche volador. Pero, ¿puede un aprendiz de mago defender la escuela de los malvados que pretenden destruirla? Sin saber que alguien ha abierto la Cámara de los Secretos, dejando escapar una serie de monstruos peligrosos, Harry y sus amigos Ron y Hermione tendrán que enfrentarse con arañas gigantes, serpientes encantadas, fantasmas enfurecidos y, sobre todo, con la mismísima reencarnación de su más temible adversario.",
        "type": "Fantasía y magia",
        "author": [
            "J.K. Rowling"
        ],
        "pages": 352,
        "editorial": "Salamandra",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2019,
        "isbn": 9788498389777,
        "category": "libros",
        "stock": 3
    },
    {
        "name": "Hijos de la fábula",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914234/libros/hijos_fabula_kxx9kw.jpg",
        "price": 19.85,
        "description": "Dos jóvenes exaltados se marchan en 2011 al sur de Francia con la intención de enrolarse en la banda terrorista ETA. Allí se enteran de que la banda ha anunciado el abandono de la lucha armada. Tras su desconcierto, no quieren renunciar a sus aspiraciones epicas, y así uno asumirá el papel del jefe y disciplinado ideólogo, y el otro de subalterno más relajado. Pero el contraste entre el afán de gestas y las peripecias más ridículas, bajo una lluvia pertinaz, es cada vez más cómico. En sus diálogos, Asier y Joseba tienen algo de Quijote y Sancho, pero sobre todo del Gordo y el Flaco. Hasta que conocen a una joven que les propone un plan.",
        "type": "Novela contemporánea",
        "author": [
            "Fernando Aramburu"
        ],
        "pages": 320,
        "editorial": "Tusquets Editores",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2023,
        "isbn": 9788411072281,
        "category": "libros",
        "stock": 8
    },
    {
        "name": "El libro negro de las horas",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914256/libros/libro_negro_horas_wug4sm.jpg",
        "price": 19.85,
        "description": "Alguien que lleva muerto cuarenta años no puede ser secuestrado y, desde luego, no puede sangrar. Vitoria, 2022. El exinspector Unai López de Ayala—alias Kraken—recibe una llamada anónima que cambiará lo que cree saber de su pasado familiar: tiene una semana para encontrar el legendario Libro Negro de las Horas, una joya bibliográfica exclusiva, si no, su madre, quien descansa en el cementerio desde hace décadas, morirá. ¿Cómo es esto posible? Una carrera contra reloj entre Vitoria y el Madrid de los bibliófilos para trazar el perfil criminal más importante de su vida, uno capaz de modificar el pasado, para siempre. Me llamo Unai. Me llaman Kraken. Aquí termina tu caza, aquí comienza la mía. ¿Y si tu madre fuera la mejor falsificadora de libros antiguos de la historia?.",
        "type": "Novela negra",
        "author": [
            "Eva García Saenz de Urturi"
        ],
        "pages": 384,
        "editorial": "Planeta",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2023,
        "isbn": 9788408252856,
        "category": "libros",
        "stock": 9
    },
    {
        "name": "Harry Potter y el prisionero de Azkaban (edición Slytherin",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914277/libros/harry_potter_y_el_prisionero_ryfcf9.jpg",
        "price": 18.95,
        "description": "Durante el tercer curso en Hogwarts, Harry conoce a algunos personajes de Ravenclaw muy especiales y vive momentos memorables, entre los que destaca la (extremadamente perfumada) primera clase de Harry con la inimitable profesora Trelawney, que, fiel a su casa, demuestra tener poderes mentales excepcionales...Cuando el autobús noctámbulo irrumpe en una calle oscura y frena con fuertes chirridos delante de Harry, comienza para él un nuevo curso en Hogwarts, lleno de acontecimientos extraordinarios. Sirius Black, asesino y seguidor de lord Voldemort, se ha fugado, y dicen que va en busca de Harry. En su primera clase de Adivinación, la profesora Trelawney ve un augurio de muerte en las hojas de té de la taza de Harry... Pero quizá lo más aterrador sean los dementores que patrullan por los jardines del colegio, capaces de sorberte el alma con su beso...",
        "type": "Fantasía y magia",
        "author": [
            "J.K. Rowling"
        ],
        "pages": 416,
        "editorial": "Salamandra",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2020,
        "isbn": 9788418174094,
        "category": "libros",
        "stock": 1
    },
    {
        "name": "Años lentos",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914297/libros/an%CC%83os_lentos_lbwlqs.jpg",
        "price": 9.45,
        "description": "A finales de la década de los sesenta, el protagonista, un niño de ocho años, se va a San Sebastián a vivir con sus tíos. Allí es testigo de cómo transcurren los días en la familia y el barrio: su tío Vicente, de carácter débil, reparte su vida entre la fábrica y la taberna, y es su tía Maripuy, mujer de fuerte personalidad pero sometida a las convenciones sociales y religiosas de la época, quien en realidad gobierna la familia; su prima Mari Nieves vive obsesionada por los chicos, y el hosco y taciturno primo Julen es adoctrinado por el cura de la parroquia para acabar enrolado en una incipiente ETA. El destino de todos ellos–que es el de tantos personajes secundarios de la Historia, arrinconados entre la necesidad y la ignorancia–sufrirá, años después, un quiebro. Alternando las memorias del protagonista con los apuntes del escritor,Años lentos ofrece además una brillante reflexión sobre cómo la vida se destila en una novela, cómo se trasvasa el recuerdo sentimental en memoria colectiva, mientras su escritura diáfana deja ver un fondo turbio de culpa en la historia reciente del País Vasco.",
        "type": "Novela contemporánea",
        "author": [
            "Fernando Aramburu"
        ],
        "pages": 224,
        "editorial": "Tusquets Editores",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2023,
        "isbn": 9788483837498,
        "category": "libros",
        "stock": 12
    },
    {
        "name": "Todo Arde",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914311/libros/todo_arde_uookil.jpg",
        "price": 21.75,
        "description": "Esta es la historia de tres mujeres que lo han perdido todo. Incluso el miedo. Por eso son tan peligrosas. Esta es la historia de una venganza imposible, sin ninguna posibilidad de éxito. Esta es la historia de tres mujeres que se atreven a hacer lo que los demás sólo nos atrevemos a imaginar. Algo muy poderoso está a punto de ocurrir. Y nada volverá a ser igual. Siempre ganan los mismos. Es hora de cambiar la reglas.",
        "type": "Novela negra",
        "author": [
            "Juan Gómez-Jurado"
        ],
        "pages": 600,
        "editorial": "Ediciones B",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2022,
        "isbn": 9788466672474,
        "category": "libros",
        "stock": 3
    },
    {
        "name": "Harry Potter y el cáliz de fuego (edición hufflepuff)",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914326/libros/harry_potter_y_el_caliz_fuego_i9rfn3.jpg",
        "price": 23.70,
        "description": "El cuarto año de Harry en Hogwarts vuelve a estar repleto de grandes momentos y personajes de Hufflepuff, entre los que destaca el heroico y valeroso campeón de Hogwarts, Cedric Diggory, cuando compite en el emocionante Torneo de los Tres Magos... 'Habrá tres pruebas, espaciadas en el curso escolar, que medirán a los campeones en muchos aspectos diferentes: sus habilidades mágicas, su osadía, sus dotes de deducción y, por supuesto, su capacidad para sortear el peligro.' Se va a celebrar en Hogwarts el Torneo de los Tres Magos. Sólo los alumnos mayores de diecisiete años pueden participar en esta competición, pero, aun así, Harry sueña con ganarla. En Halloween, cuando el cáliz de fuego elige a los campeones, Harry se lleva una sorpresa al ver que su nombre es uno de los escogidos por el cáliz mágico. Durante el torneo deberá enfrentarse a desafíos mortales, dragones y magos tenebrosos, pero con la ayuda de Ron y Hermione, sus mejores amigos, ¡quizá logre salir con vida!.",
        "type": "Fantasía y magia",
        "author": [
            "J.K. Rowling"
        ],
        "pages": 720,
        "editorial": "Salamandra",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2021,
        "isbn": 9788418174391,
        "category": "libros",
        "stock": 4
    },
    {
        "name": "Reina roja",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914344/libros/reina_roja_lw35pk.jpg",
        "price": 10.40,
        "description": "Antonia Scott es especial. Muy especial. No es policía ni criminalista. Nunca ha empuñado un arma ni llevado una placa, y, sin embargo, ha resuelto decenas de crímenes. Pero hace un tiempo que Antonia no sale de su ático de Lavapiés. Las cosas que ha perdido le importan mucho más que las que esperan ahí fuera. Tampoco recibe visitas. Por eso no le gusta nada, nada, cuando escucha unos pasos desconocidos subiendo las escaleras hasta el último piso. Sea quien sea, Antonia está segura de que viene a buscarla. Y eso le gusta aún menos.",
        "type": "Novela negra y policíaca",
        "author": [
            "Juan Gómez-Jurado"
        ],
        "pages": 568,
        "editorial": "B de Bolsillo",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2022,
        "isbn": 9788413144795,
        "category": "libros",
        "stock": 2
    },
    {
        "name": "Harry Potter y la orden del fénix (edición hufflepuff)",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914362/libros/harry_potter_y_orden_fenix_jb5j1e.jpg",
        "price": 25.60,
        "description": "La casa de Hufflepuff se mantiene fiel cuando las Fuerzas Oscuras se reagrupan durante el quinto año de Harry en Hogwarts, mientras en el mundo de los magos muchos niegan que el Señor Tenebroso haya regresado. Susan Bones, Ernie Macmillan y otros Hufflepuffs trabajan hombro con hombro con Harry Potter en el Ejército de Dumbledore y, en el Ministerio de Magia, la auror Nymphadora Tonks protege los secretos de la Orden del Fénix. «El director cree que no es conveniente que eso continúe ocurriendo. Quiere que te enseñe a cerrar tu mente al Señor Tenebroso.» Son malos tiempos para Hogwarts. Tras el ataque de los dementores a su primo Dudley, Harry Potter comprende que Voldemort no se detendrá ante nada para encontrarlo. Muchos niegan que el Señor Tenebroso haya regresado, pero Harry no está solo: una orden secreta se reúne en Grimmauld Place para luchar contra las fuerzas oscuras. Harry debe permitir que el profesor Snape le enseñe a protegerse de las brutales incursiones de Voldemort en su mente. Pero éstas son cada vez más potentes, y a Harry se le está agotando el tiempo...",
        "type": "Fantasía y magia",
        "author": [
            "J.K. Rowling"
        ],
        "pages": 976,
        "editorial": "Salamandra",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2021,
        "isbn": 9788418174636,
        "category": "libros",
        "stock": 5
    },
    {
        "name": "Patria",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914379/libros/patria_gcgyf0.jpg",
        "price": 13.25,
        "description": "El día en que ETA anuncia el abandono de las armas, Bittori se dirige al cementerio para contarle a la tumba de su marido el Txato, asesinado por los terroristas, que ha decidido volver a la casa donde vivieron. ¿Podrá convivir con quienes la acosaron antes y después del atentado que trastocó su vida y la de su familia? ¿Podrá saber quién fue el encapuchado que un día lluvioso mató a su marido, cuando volvía de su empresa de transportes? Por más que llegue a escondidas, la presencia de Bittori alterará la falsa tranquilidad del pueblo, sobre todo de su vecina Miren, amiga íntima en otro tiempo, y madre de Joxe Mari, un terrorista encarcelado y sospechoso de los peores temores de Bittori. ¿Qué pasó entre esas dos mujeres? ¿Qué ha envenenado la vida de sus hijos y sus maridos tan unidos en el pasado? Con sus desgarros disimulados y sus convicciones inquebrantables, con sus heridas y sus valentías, la historia incandescente de sus vidas antes y después del cráter que fue la muerte del Txato, nos habla de la imposibilidad de olvidar y de la necesidad de perdón en una comunidad rota por el fanatismo político.",
        "type": "Novela contemporánea",
        "author": [
            "Fernando Aramburu"
        ],
        "pages": 656,
        "editorial": "Tusquets Editores",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2019,
        "isbn": 9788490667316,
        "category": "libros",
        "stock": 3
    },
    {
        "name": "Loba negra",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914397/libros/loba_negra_f1eera.jpg",
        "price": 10.40,
        "description": "SEGUIR VIVA Antonia Scott no tiene miedo a nada. Solo a sí misma. NUNCA FUE Pero hay alguien más peligroso que ella. Alguien que podría vencerla. TAN DIFÍCIL La Loba negra está cada vez más cerca. Y Antonia, por primera vez, está asustada.",
        "type": "Novela negra y policíaca",
        "author": [
            "Juan Gómez-Jurado"
        ],
        "pages": 552,
        "editorial": "B de Bolsillo",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2022,
        "isbn": 9788413144801,
        "category": "libros",
        "stock": 5
    },
    {
        "name": "Rey Blanco",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914412/libros/rey_blanco_pojag0.jpg",
        "price": 10.40,
        "description": "ESPERO QUE NO TE HA YAS OLVIDADO DE MÍ.¿JUGAMOS?Cuando Antonia Scott recibe este mensaje, sabe muy bien quién se lo envía. También sabe que ese juego es casi imposible de ganar. Pero a Antonia no le gusta perder. Después de todo este tiempo huyendo, la realidad ha acabado alcanzándola. Antonia es cinturón negro en mentirse a sí misma, pero ahora tiene claro que si pierde esta batalla, las habrá perdido todas. -La reina es la figura más poderosa del tablero -dice el Rey Blanco-. Pero por poderosa que sea una pieza de ajedrez, nunca debe olvidar que hay una mano que la mueve. -Eso ya lo veremos-, responde Antonia. EL FINAL ES SOLO EL PRINCIPIO",
        "type": "Novela negra y policíaca",
        "author": [
            "Juan Gómez-Jurado"
        ],
        "pages": 528,
        "editorial": "B de Bolsillo",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2022,
        "isbn": 9788413144818,
        "category": "libros",
        "stock": 6
    },
    {
        "name": "Harry Potter y el misterio del príncipe",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914429/libros/harry_potter_y_misterio_principe_ert1rq.jpg",
        "price": 22.80,
        "description": "Durante el sexto año de Harry Potter en Hogwarts, el Señor Tenebroso reúne a sus seguidores y escoge al Slytherin Draco Malfoy para llevar a cabo su plan en el mismo corazón del colegio. Sin embargo, el regreso de Horace Slughorn al puesto de profesor de Pociones permite desvelar el secreto más oscuro de Tom Ryddle... «El director cree que no es conveniente que eso continúe ocurriendo. Quiere que te enseñe a cerrar tu mente al Señor Tenebroso.» Con dieciséis años cumplidos, Harry inicia el sexto curso en Hogwarts en medio de terribles acontecimientos que asolan Inglaterra. Elegido capitán del equipo de quidditch, los ensayos, los exámenes y las chicas ocupan todo su tiempo, pero la tranquilidad dura poco. A pesar de los férreos controles de seguridad que protegen la escuela, dos alumnos son brutalmente atacados. Dumbledore sabe que se acerca el momento, anunciado por la Profecía, en que Harry y Voldemort se enfrentarán a muerte: «El único con poder para vencer al Señor Tenebroso se acerca... Uno de los dos debe morir a manos del otro, pues ninguno de los dos podrá vivir mientras siga el otro con vida.» El anciano director solicitará la ayuda de Harry y juntos emprenderán peligrosos viajes para intentar debilitar al enemigo, para lo cual el joven mago contará con un viejo libro de pociones perteneciente a un misterioso personaje, alguien que se hace llamar Príncipe Mestizo..",
        "type": "Fantasía y magia",
        "author": [
            "J.K. Rowling"
        ],
        "pages": 624,
        "editorial": "Salamandra",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2022,
        "isbn": 9788418637940,
        "category": "libros",
        "stock": 4
    },
    {
        "name": "Delparaíso",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914443/libros/delparaiso_ijxpyj.jpg",
        "price": 18.90,
        "description": "Delparaíso es un lugar seguro, vigilado las 24 horas, lujoso e inexpugnable. Sin embargo, sus muros no protegen del miedo, del amor, de la tristeza, del deseo y de la muerte. ¿Acaso tiene sentido protegerse de la vida? Juan del Val dirige su mirada, lúcida e implacable, a este mundo tan hermético como inaccesible para construir una narración absorbente, a veces divertida y a menudo incómoda. Bajo su aparente sencillez, prácticamente en cada página el lector tendrá que enfrentarse a un dilema moral que le hará leer con el corazón en un puño.",
        "type": "Novela contemporánea",
        "author": [
            "Juan del Val"
        ],
        "pages": 312,
        "editorial": "Espasa Libros",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2021,
        "isbn": 9788467061130,
        "category": "libros",
        "stock": 3
    },
    {
        "name": "Los vencejos",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1678914459/libros/los_vencejos_dbt39f.jpg",
        "price": 13.25,
        "description": "Toni, un profesor de instituto enfadado con el mundo, decide ponerﬁn a su vida. Meticuloso y sereno, tiene elegida la fecha: dentro de un año. Hasta entonces cada noche redactará, en el piso que comparte con su perra Pepa y una biblioteca de la que se va desprendiendo, una crónica personal, dura y descreída, pero no menos tierna y humorística. Con ella espera descubrir las razones de su radical decisión, desvelar hasta la última partícula de su intimidad, contar su pasado y los muchos asuntos cotidianos de una España políticamente convulsa. Aparecerán, diseccionados con implacable bisturí, sus padres, un hermano al que no soporta, su exmujer Amalia, de la que no logra desconectarse, y su problemático hijo Nikita; pero también su cáustico amigo Patachula. Y una inesperada Águeda. Y en la sucesión de episodios amorosos y familiares de esta adictiva constelación humana, Toni, hombre desorientado empeñado en hacer recuento de sus ruinas, insuﬂa, paradójicamente, una inolvidable lección de vida.",
        "type": "Novela literaria",
        "author": [
            "Fernando Aramburu"
        ],
        "pages": 704,
        "editorial": "Tusquets Editores",
        "languague": "castellano",
        "bookbinding": "Tapa blanda",
        "yearEdition": 2023,
        "isbn": 9788411072229,
        "category": "libros",
        "stock": 10
    },
    {
        "name": "CAMISETA HOMBRERAS",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/0858/034/803/2/w/3274/0858034803_6_1_1.jpg?ts=1678458272521",
        "price": 47.00,
        "category": "ropa",
        "description": "Camiseta hombreras",
        "stock": 19,
        "size": "S",
        "color": "gris"
       },
       {
        "name": "CAMISA ASIMÉTRICA FRUNCE",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/0085/352/250/2/w/1500/0085352250_6_1_1.jpg?ts=1678376554925",
        "price": 8.00,
        "category": "ropa",
        "description": "Camiseta asimétrica frunce",
        "stock": 85,
        "size": "S"
       },
       {
        "name": "CAMISETA AJUSTADA LAVADA",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/4424/014/822/2/w/1500/4424014822_6_1_1.jpg?ts=1678458565108",
        "price": 31.00,
        "category": "ropa",
        "description": "Camiseta ajustada lavada",
        "stock": 1,
        "size": "L",
        "color": "gris"
       },
       {
        "name": "TOP TIRANTES",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/4424/303/800/2/w/1500/4424303800_6_2_1.jpg?ts=1678376696005",
        "price": 32.00,
        "category": "ropa",
        "description": "Top tirantes",
        "stock": 20,
        "size": "M",
        "color": "negro"
       },
       {
        "name": "CAMISETA SILUETA BORDADA",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/0085/331/250/2/w/1500/0085331250_6_1_1.jpg?ts=1678376553542",
        "price": 42.00,
        "category": "ropa",
        "description": "Camiseta silueta bordada",
        "stock": 78,
        "size": "S",
        "color": "marrón"
       },
       {
        "name": "CAMISETA TEXTO",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/5643/320/600/2/w/1500/5643320600_6_1_1.jpg?ts=1678379281439",
        "price": 21.00,
        "category": "ropa",
        "description": "Camiseta texto",
        "stock": 45,
        "size": "M",
        "color": "naranja"
       },
       {
        "name": "CAMISETA PARCHE CROCHET",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/5039/150/251/2/w/1500/5039150251_6_2_1.jpg?ts=1678207931083",
        "price": 48.00,
        "category": "ropa",
        "description": "Camiseta parche crochet",
        "stock": 6,
        "size": "L",
        "color": "blanco"
       },
       {
        "name": "CAMISETA LAVADA ALGODÓN",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/4424/006/803/2/w/1500/4424006803_6_1_1.jpg?ts=1678458547431",
        "price": 36.00,
        "category": "ropa",
        "description": "Camiseta lavada algodón",
        "stock": 22,
        "size": "L",
        "color": "gris"
       },
       {
        "name": "CAMISETA BÁSICA PICO",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/1660/319/104/2/w/1500/1660319104_6_1_1.jpg?ts=1678376560485",
        "price": 29.00,
        "category": "ropa",
        "description": "Camiseta básica pico",
        "stock": 58,
        "size": "M",
        "color": "blanco"
       },
       {
        "name": "CAMISETA DIBUJOS CONTRASTE",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/1165/205/710/2/w/1500/1165205710_6_1_1.jpg?ts=1678726528400",
        "price": 37.00,
        "category": "ropa",
        "description": "Camiseta dibujos contraste",
        "stock": 99,
        "size": "S",
        "color": "blanco"
       },
       {
        "name": "CAMISETA ESTAMPADAS",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/0264/850/025/2/w/1500/0264850025_6_1_1.jpg?ts=1673435958642",
        "price": 35.00,
        "category": "ropa",
        "description": "Camiseta estampada",
        "stock": 50,
        "size": "M",
        "color": "naranja"
       },
       {
        "name": "CAMISETA ESTAMPADA",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/0264/850/023/2/w/1500/0264850023_6_1_1.jpg?ts=1673435959733",
        "price": 26.00,
        "category": "ropa",
        "description": "Camiseta estampada",
        "stock": 91,
        "size": "S",
        "color": "verde"
       },
       {
        "name": "TOP CROP ESCOTE CUADRADO",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/4424/322/400/2/w/1500/4424322400_6_1_1.jpg?ts=1678376696584",
        "price": 12.00,
        "category": "ropa",
        "description": "Top crop escote cuadrado",
        "stock": 97,
        "size": "M",
        "color": "azul"
       },
       {
        "name": "CAMISETA CROPPED LYOCELL",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/0085/029/800/2/w/1500/0085029800_6_1_1.jpg?ts=1678458245780",
        "price": 41.00,
        "category": "ropa",
        "description": "Camiseta cropped lyocell",
        "stock": 76,
        "size": "S",
        "color": "negro"
       },
       {
        "name": "CAMISETA MANGA CORTA",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/2335/159/742/2/w/1500/2335159742_6_1_1.jpg?ts=1674223052448",
        "price": 27.00,
        "category": "ropa",
        "description": "Camiseta de cuello redondo y manga corta.",
        "stock": 54,
        "size": "L",
        "color": "rosa"
       },
       {
        "name": "CAMISETA BÁSICA ESCOTE PICO",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/4424/894/742/2/w/1500/4424894742_6_1_1.jpg?ts=1673521761746",
        "price": 52.00,
        "category": "ropa",
        "description": "Camiseta básica escote pico",
        "stock": 90,
        "size": "L",
        "color": "marrón"
       },
       {
        "name": "CAMISETAS ELÁSTICAS TIRANTE ANCHO",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/3905/631/513/2/w/1500/3905631513_6_1_1.jpg?ts=1678458525312",
        "price": 60.00,
        "category": "ropa",
        "description": "Camiseta ajustada en mezcla de poliamida con tirante ancho y refuerzo en pecho.",
        "stock": 52,
        "size": "S",
        "color": "verde"
       },
       {
        "name": "CAMISETA ELÁSTICA TIRANTE ANCHO",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/3905/931/710/2/w/1500/3905931710_6_1_1.jpg?ts=1670923159509",
        "price": 60.00,
        "category": "ropa",
        "description": "Camiseta ajustada en mezcla de poliamida con tirante ancho y refuerzo en pecho.",
        "stock": 55,
        "size": "L",
        "color": "marrón"
       },
       {
        "name": "CAMISETA ELÁSTICA TIRANTE FINO",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/3905/931/800/2/w/1500/3905931800_6_1_1.jpg?ts=1670923938142",
        "price": 60.00,
        "category": "ropa",
        "description": "Camiseta ajustada en mezcla de poliamida con tirante ancho y refuerzo en pecho.",
        "stock": 50,
        "size": "M",
        "color": "negro"
       },
       {
       "name": "CAMISETA ASIMÉTRICA CUT OUT",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/4174/171/250/2/w/1500/4174171250_6_1_1.jpg?ts=1676307706497",
        "price": 27.00,
        "category": "ropa",
        "description": "Camiseta asimétrixa cut out",
        "stock": 96,
        "size": "M",
        "color": "blanco"
       },
       {
        "name": "CAMISETA CROPPED ALGODÓN",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/2335/163/430/2/w/1500/2335163430_6_1_1.jpg?ts=1676374928276",
        "price": 42.00,
        "category": "ropa",
        "description": "Camiseta corta confeccionada con tejido en mezcla de algodón. Cuello redondo y manga sisa.s",
        "stock": 6,
        "size": "S",
        "color": "azul"
       },
       {
        "name": "CAMISETA CROPPED",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/2335/163/800/2/w/1500/2335163800_6_1_1.jpg?ts=1676285960934",
        "price": 42.00,
        "category": "ropa",
        "description": "Camiseta corta confeccionada con tejido en mezcla de algodón. Cuello redondo y manga sisa.s",
        "stock": 6,
        "size": "M",
        "color": "negro"
       },
       {
       "name": "CAMISETA ALGODÓN",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/2335/163/250/2/w/1500/2335163250_6_1_1.jpg?ts=1676285961380",
        "price": 42.00,
        "category": "ropa",
        "description": "Camiseta corta confeccionada con tejido en mezcla de algodón. Cuello redondo y manga sisa.s",
        "stock": 6,
        "size": "L",
        "color": "blanco"
       },
       {
       "name": "CAMISETA CROPPED ALGODÓN BÁSICA",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/2335/163/942/2/w/1500/2335163942_6_1_1.jpg?ts=1676535728123",
        "price": 52.00,
        "category": "ropa",
        "description": "Camiseta corta confeccionada con tejido en mezcla de algodón. Cuello redondo y manga sisa.s",
        "stock": 6,        
        "size": "S",
        "color": "marrón"
       },
       {
        "name": "CAMISETA BÁSICA",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/6050/825/042/2/w/656/6050825042_6_20_1.jpg?ts=1674657317712",
        "price": 27.00,
        "category": "ropa",
        "description": "Camiseta de cuello redondo y manga corta. Bajo asimétrico.",
        "stock": 96,
        "size": "M",
        "color": "marrón"
       },
         {
        "name": "CAMISETA CORTA FRUNCES",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/4174/174/104/2/w/1500/4174174104_6_1_1.jpg?ts=1677772068840",
        "price": 27.00,
        "category": "ropa",
        "description": "Camiseta de cuello redondo y manga sisa. Detalle de frunces laterales.",
        "stock": 76,
        "size": "M",
        "color": "blanco"
       },
         {
        "name": "CAMISETA CORTA ALGODÓN",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/3253/300/804/2/w/1500/3253300804_6_1_1.jpg?ts=1676361604500",
        "price": 17.00,
        "category": "ropa",
        "description": "Camiseta corta confeccionada en algodón. Cuello redondo y manga corta.",
        "stock": 96,
        "size": "M",
        "color": "verde"
       },
         {
        "name": "CAMISETA CROPPED VOLANTE LYOCELL ",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/5644/155/711/2/w/1500/5644155711_6_1_1.jpg?ts=1677509283773",
        "price": 17.00,
        "category": "ropa",
        "description": "Camiseta corta confeccionada con tejido en mezcla de lyocell y elastano. Cuello redondo y manga corta.",
        "stock": 22,
        "size": "M",
        "color": "blanco"
       },
         {
        "name": "CAMISETA ESTAMPACIÓN CHICAS",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/1131/334/807/2/w/1500/1131334807_6_1_1.jpg?ts=1678262024391",
        "price": 27.00,
        "category": "ropa",
        "description": "Camiseta estampación chicas.",
        "stock": 16,
        "size": "M",
        "color": "negro"
       },
         {
        "name": "CAMISETA CANALÉ",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/8779/004/800/2/w/1500/8779004800_6_1_1.jpg?ts=1675411664847",
        "price": 27.00,
        "category": "ropa",
        "description": "Camiseta canalé.",
        "stock": 96,
        "size": "M",
        "color": "negro"
       },
         {
        "name": "POLO MANGA CORTA",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/1165/203/105/2/w/1500/1165203105_6_1_1.jpg?ts=1678191249751",
        "price": 27.00,
        "category": "ropa",
        "description": "Polar manga corta.",
        "stock": 16,
        "size": "M",
        "color": "blanco"
       },
         {
        "name": "TOP TEXTURA",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/3644/304/500/2/w/1500/3644304500_6_1_1.jpg?ts=1678262125354",
        "price": 18.00,
        "category": "ropa",
        "description": "Top textura.",
        "stock": 96,
        "size": "M",
        "color": "verde"
       },
         {
        "name": "CAMISETA PLIEGUES",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/5644/020/250/2/w/848/5644020250_6_20_1.jpg?ts=1675074594754",
        "price": 15.00,
        "category": "ropa",
        "description": "Camiseta de cuello subido y manga sisa. Detalle de pliegues en hombro.",
        "stock": 96,
        "size": "M",
        "color": "marrón"
       },
         {
        "name": "CAMISETA TEXTURA",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/1165/017/615/2/w/1500/1165017615_6_1_1.jpg?ts=1675153931955",
        "price": 7.00,
        "category": "ropa",
        "description": "Camiseta textura.",
        "stock": 96,
        "size": "M",
        "color": "naranja"
       },
         {
        "name": "CAMISETA CUELLO DRAPEADO",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/1165/005/600/2/w/1500/1165005600_6_1_1.jpg?ts=1672823443491",
        "price": 17.00,
        "category": "ropa",
        "description": "Camiseta cuello drapeado.",
        "stock": 96,
        "size": "M",
        "color": "roja"
       },
         {
        "name": "CAMISETA FRUNCE ALGODÓN",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/4424/306/800/2/w/1500/4424306800_6_1_1.jpg?ts=1676903320402",
        "price": 27.00,
        "category": "ropa",
        "description": "Camiseta frunce.",
        "stock": 96,
        "size": "M",
        "color": "negro"
       },
         {
        "name": "BODY COMBINADO TUL",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/0858/502/251/2/w/1500/0858502251_6_1_1.jpg?ts=1675786306183",
        "price": 9.00,
        "category": "ropa",
        "description": "Body combinado tul.",
        "stock": 96,
        "size": "M",
        "color": "blanco"
       },
         {
        "name": "CAMISETA RAYAS MANGA REMANGADA",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/2298/008/712/2/w/1500/2298008712_6_1_1.jpg?ts=1676892181556",
        "price": 20.00,
        "category": "ropa",
        "description": "Camiseta rayas manga remangada.",
        "stock": 96,
        "size": "M",
        "color": "blanco"
       },
         {
        "name": "TOP CUT OUT JOYAS",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/1014/326/800/2/w/1500/1014326800_6_1_1.jpg?ts=1675786274696",
        "price": 7.00,
        "category": "ropa",
        "description": "Top cut out joyas.",
        "stock": 96,
        "size": "M",
        "color": "negro"
       },
         {
        "name": "CAMISETA ESTAMPADOS CONTRASTE",
        "image": "https://static.zara.net/photos///2023/V/0/1/p/5644/156/910/2/w/1500/5644156910_6_1_1.jpg?ts=1678277192321",
        "price": 13.00,
        "category": "ropa",
        "description": "Camiseta estampado contraste.",
        "stock": 96,
        "size": "M",
        "color": "roja"
       },
    {
        "name": "Elden Ring",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202111/0506/hcFeWRVGHYK72uOw6Mn6f4Ms.jpg?w=620&thumb=false",
        "price": 49.9,
        "category": "videojuegos",
        "description": "EL NUEVO JUEGO DE ROL Y ACCIÓN DE AMBIENTACIÓN FANTÁSTICA. Álzate, Sinluz, y que la gracia te guíe para abrazar el poder del Círculo de Elden y encumbrarte como señor del Círculo en las Tierras Intermedias.",
        "stock": 5,
        "platform": "PS5"
    },
    {
        "name": "God of War Ragnarok",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202207/1210/aqZdSwWyy9JcQ66BxHDKrky6.jpg?w=1024&thumb=false",
        "price": 69.9,
        "category": "videojuegos",
        "description": "Únete a Kratos y Atreus en un viaje mítico en busca de respuestas antes de que llegue el Ragnarök. Juntos, padre e hijo deberán arriesgarlo todo mientras recorren cada uno de los Nueve Reinos.",
        "stock": 4,
        "platform": "PS5"
    },
    {
        "name": "Horizon Forbidden West",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202107/3100/y9l4USehsnxhNTCU3HSEwd3a.jpg?w=940&thumb=false",
        "price": 59.9,
        "category": "videojuegos",
        "description": "Acompaña a Aloy en su aventura por el Oeste Prohibido, una peligrosa tierra que alberga nuevas y misteriosas amenazas.",
        "stock": 4,
        "platform": "PS5"
    },
    {
        "name": "Marvel's Spider-Man: Miles Morales",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202010/2812/QqgJl45nvRmPMneP6bPSAigU.jpg?w=940&thumb=false",
        "price": 59.9,
        "category": "videojuegos",
        "description": "Se trata de la versión completa de este galardonado juego, con los tres capítulos de la aventura Marvel’s Spider-Man: La ciudad que nunca duerme, remasterizada y mejorada para la consola PS5.",
        "stock": 2,
        "platform": "PS5"
    },
    {
        "name": "RATCHET & CLANK: UNA DIMENSIÓN APARTE",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202101/2921/w3RFQp92NiCqDrLzbxx0DHAp.jpg?w=940&thumb=false",
        "price": 29.9,
        "category": "videojuegos",
        "description": "¡Ratchet y Clank han vuelto! Ayúdalos a parar los pies a un emperador robótico que pretende conquistar mundos interdimensionales y que ha fijado sus miras en su universo. Descubre la evolución de este equipo de ensueño con la llegada de Rivet, una luchadora lombax de la resistencia procedente de otra dimensión.",
        "stock": 3,
        "platform": "PS5"
    },
    {
        "name": "Gran Turismo 7",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202202/2806/y4liLwBLXmhWHIvakDIMG1T1.jpg?w=940&thumb=false",
        "price": 69.9,
        "category": "videojuegos",
        "description": "Ponte al volante de más de 400 coches desde el primer día y recorre más de 90 circuitos con condiciones climáticas dinámicas. Todos los vehículos, desde los modelos más clásicos a los supercoches más vanguardistas, han sido recreados con todo lujo de detalles.",
        "stock": 1,
        "platform": "PS5"
    },
    {
        "name": "Ghost of Tsushima DIRECTOR’S CUT",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202106/2322/ZSrFeb6XkqKiq2PZKWg20yfe.jpg?w=940&thumb=false",
        "price": 49.9,
        "category": "videojuegos",
        "description": "Descubre la experiencia expandida de Ghost of Tsushima con Director’s Cut, que incluye todo el contenido adicional publicado hasta la fecha.",
        "stock": 3,
        "platform": "PS5"
    },
    {
        "name": "FINAL FANTASY VII REMAKE INTERGRADE",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202102/2409/zRaVh8VBrnBaUgXBvUEC0KRr.jpg?w=940&thumb=false",
        "price": 39.9,
        "category": "videojuegos",
        "description": "FINAL FANTASY VII REMAKE expande y reinventa el inolvidable mundo del juego original para PlayStation®. Es el primer juego del proyecto FINAL FANTASY VII REMAKE y su historia abarca hasta la huida de Midgar. INTERGRADE es un bundle que incluye el REMAKE y FF7R EPISODE INTERmission (contenido descargable del nuevo episodio de Yuffie). Este relata las aventuras de Yuffie en Midgar, donde deberá aunar fuerzas con otro agente de Wutai y la célula principal de Avalancha para infiltrarse en el edificio de Shinra y robar la materia suprema.",
        "stock": 2,
        "platform": "PS5"
    },
    {
        "name": "Sackboy Una aventura a lo grande",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202010/1614/Q9d4QEs1lhYB28OYOMJRHexP.jpg?w=940&thumb=false",
        "price": 29.9,
        "category": "videojuegos",
        "description": "Asume desafíos mientras exploras un mundo artesanal y te sumerges en su universo con unas mecánicas de juego muy divertidas. Enfréntate en solitario a una increíble aventura repleta de peligros o forma equipos de 2 a 4 aventureros y pásatelo en grande mientras colaboráis para superar los obstáculos.",
        "stock": 5,
        "platform": "PS5"
    },
    {
        "name": "Demon’s Souls",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202011/1717/lEQQ9AXMadW1BN8kruQbSy8S.jpg?w=940&thumb=false",
        "price": 49.9,
        "category": "videojuegos",
        "description": "En la búsqueda por aumentar su poder, el rey Allant XII, monarca de Boletaria, canalizó las antiguas artes del alma y despertó a un demonio tan antiguo como el tiempo: el Anciano. Esta acción provocó que una niebla incolora se extendiera por toda la región, liberando a terroríficas criaturas hambrientas de almas humanas. Aquellos cuyas almas les fueron arrebatadas, perdieron la cordura y solo les quedó el deseo de atacar a quien aún la conserve.",
        "stock": 1,
        "platform": "PS5"
    },
    {
        "name": "Hades",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/H2x1_NSwitchDS_Hades_image1600w.png",
        "price": 19.9,
        "category": "videojuegos",
        "description": "Hades es un juego roguelike de exploración de mazmorras que combina los mejores aspectos de los aclamados títulos anteriores de Supergiant, como la acción rápida de Bastion, la atmósfera y la profundidad de Transistor y la narrativa centrada en los personajes de Pyre.",
        "stock": 3,
        "platform": "PS5"
    },
    {
        "name": "Kena: Bridge of Spirits",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202101/1401/llxvIbgZ6wgsWRkovO0ZOXd4.jpg?w=940&thumb=false",
        "price": 29.9,
        "category": "videojuegos",
        "description": "Kena, una joven guía espiritual, viaja a un pueblo abandonado en busca del santuario sagrado de la montaña. Lucha por descubrir los secretos de esta comunidad olvidada y escondida en un bosque cubierto de malezas, en el que hay atrapados espíritus errantes.",
        "stock": 5,
        "platform": "PS5"
    },
    {
        "name": "DEATH STRANDING DIRECTOR’S CUT",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202106/2214/a8zjXIdTwKslJ2HvoJvY34a1.jpg?w=940&thumb=false",
        "price": 19.9,
        "category": "videojuegos",
        "description": "Hideo Kojima, el legendario creador de videojuegos, nos ofrece una experiencia que desafía a todos los géneros, ahora ampliada y remasterizada en el definitivo Director's Cut.",
        "stock": 1,
        "platform": "PS5"
    },
    {
        "id": 89,
        "name": "Devil May Cry 5 Special Edition",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202009/1710/UUnpHLJqLAIJX5HioswiPuAm.png?w=940&thumb=false",
        "price": 19.9,
        "category": "videojuegos",
        "description": "¡¡DEVIL MAY CRY HA VUELTO, COLEGA!! Este legendario juego de acción espectacular regresa mejor que nunca en la versión definitiva de este galardonado superéxito.",
        "stock": 5,
        "platform": "PS5"
    },
    {
        "name": "Death's Door",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/H2x1_NSwitchDS_DeathsDoor_image1600w.jpg",
        "price": 19.99,
        "category": "videojuegos",
        "description": "La cosa se anima cuando roban el alma que tienes asignada y tienes que seguirle el rastro a un ladrón desesperado hasta un mundo que la muerte no ha tocado, donde las criaturas crecen más allá de lo que les toca y rebosan de codicia y poder.",
        "stock": 5,
        "platform": "PS5"
    },
    {
        "name": "Hollow Knight: Edición Corazón Vacío",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202010/1520/7XWcd2Kg44o1IzyY1L7czyyS.png?w=1920&thumb=false",
        "price": 7.25,
        "category": "videojuegos",
        "description": "¡Desciende al mundo de Hollow Knight! La galardonada aventura de acción de insectos y héroes. Explora cavernas serpenteantes, antiguas ciudades y páramos mortales. Lucha contra criaturas mancilladas y haz nuevas amistades con extraños insectos. Descubre una antigua historia y resuelve los misterios de este reino.",
        "stock": 2,
        "platform": "PS4"
    },
    {
        "name": "Cuphead",
        "image": "https://image.api.playstation.com/vulcan/img/cfn/11307fd0s0uyV-ba4dy5E9qskf6CIntl28sAerYTFbYC7vPUBrfgp7zokliHVbVoJ5ghylOBamo2Q2i5pbEYxQKFnSsiLHaY.png?w=940&thumb=false",
        "price": 13.99,
        "category": "videojuegos",
        "description": "¡Juega como Cuphead o Mugman (en los modos de un solo jugador o cooperativo local) y atraviesa mundos pintorescos, adquiere nuevas armas, aprende poderosos supermovimientos y descubre secretos ocultos mientras intentas saldar tu deuda con el diablo!",
        "stock": 4,
        "platform": "PS4"
    },
    {
        "name": "ENDER LILIES: Quietus of the Knights",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202105/2013/LM47ulV5zj6i9WxyTsp0akwD.png?w=1920&thumb=false",
        "price": 29.99,
        "category": "videojuegos",
        "description": "Hace mucho tiempo, en la distante Finisterra, el Diluvio Mortal cayó repentinamente de los cielos, transformando a todos los seres vivos en impuros, muertos vivientes consumidos por la ira. Sin nada que hacer ante una tragedia que iba más allá de la comprensión humana, el Reino quedó devastado con el Diluvio, que persistía como una maldición eterna. En las entrañas de una iglesia, en un mundo al borde de la extinción, una joven llamada Lily abre los ojos.",
        "stock": 4,
        "platform": "PS4"
    },
    {
        "name": "Sekiro: Shadows die twice",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202010/2818/ofQOsetcmEILO4MjvRudoUOC.png?w=1920&thumb=false",
        "price": 34.99,
        "category": "videojuegos",
        "description": "Explora el Japón de la era Sengoku de finales del siglo XVI mientras te enfrentas a inconmensurables enemigos en un mundo oscuro y tortuoso. Despliega un arsenal de instrumentos protésicos letales y habilidades ninja, al mismo tiempo que combinas el sigilo, la verticalidad y transversalidad, y los viscerales combates cara a cara en una sangrienta confrontación.",
        "stock": 1,
        "platform": "PS4"
    },
    {
        "name": "Bloodborne™: Game of the Year Edition",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202010/2614/KKLEVc2SIIgrFVjsZChZJk1d.jpg?w=940&thumb=false",
        "price": 9.99,
        "category": "videojuegos",
        "description": "Un viajero solitario. Un pueblo maldito. Un misterio letal que devora todo lo que toca. Enfréntate a tus miedos y adéntrate en la ciudad en ruinas de Yharnam, un lugar abandonado asolado por una terrible enfermedad que lo consume todo. ¿Lograrás sobrevivir a la noche?",
        "stock": 3,
        "platform": "PS4"
    },
    {
        "name": "God of War",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202010/2217/LsaRVLF2IU2L1FNtu9d3MKLq.jpg",
        "price": 9.99,
        "category": "videojuegos",
        "description": "Kratos vuelve a ser padre. Como progenitor y protector de Atreus, un hijo decidido a ganarse el respeto del padre, Kratos debe sobrevivir en un mundo muy peligroso dominando y controlando la ira que tanto lo ha caracterizado.",
        "stock": 2,
        "platform": "PS4"
    },
    {
        "name": "Horizon Zero Dawn",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202009/2923/LyLrdlIfqiVzvynWJGtNfbU8.png?w=1920&thumb=false",
        "price": 19.99,
        "category": "videojuegos",
        "description": "LA TIERRA YA NO NOS PERTENECE. Vive la misión legendaria de Aloy de los Nora para desvelar los secretos de un mundo dominado por máquinas letales. La joven cazadora, una paria para su tribu, lucha por revelar su pasado, descubrir su destino... y detener una amenaza catastrófica para el futuro.",
        "stock": 5,
        "platform": "PS4"
    },
    {
        "name": "The Witcher 3: Wild Hunt",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202211/0914/TvcIHkYqqln1RGbaFqBeuFp6.jpg?w=940&thumb=false",
        "price": 29.99,
        "category": "videojuegos",
        "description": "Eres Geralt de Rivia, cazador de monstruos. En un continente devastado por la guerra e infestado de criaturas, tu misión es encontrar a Ciri, la niña de la profecía, un arma viviente que puede alterar el mundo tal y como lo conocemos.",
        "stock": 2,
        "platform": "PS4"
    },
    {
        "name": "Red Dead Redemption 2",
        "image": "https://image.api.playstation.com/cdn/UP1004/CUSA03041_00/Hpl5MtwQgOVF9vJqlfui6SDB5Jl4oBSq.png?w=940&thumb=false",
        "price": 19.99,
        "category": "videojuegos",
        "description": "América, 1899. Arthur Morgan y la banda de Van der Linde se ven obligados a huir. Con agentes federales y los mejores cazarrecompensas de la nación pisándoles los talones, la banda deberá atracar, robar y luchar, para sobrevivir en su camino por el escabroso territorio del corazón de América. Mientras las divisiones internas aumentan y amenazan con separarlos a todos, Arthur deberá elegir entre sus propios ideales y la lealtad a la banda que lo vio crecer.",
        "stock": 4,
        "platform": "PS4"
    },
    {
        "name": "Grand Theft Auto V",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202203/0911/VIB0SeEj9vT6DTv7P4thJLZi.jpg?w=940&thumb=false",
        "price": 9.99,
        "category": "videojuegos",
        "description": "Un joven estafador callejero, un ladrón de bancos retirado y un psicópata aterrador se meten en un lío, y tendrán que llevar a cabo una serie de peligrosos golpes para sobrevivir en una ciudad en la que no pueden confiar en nadie, y mucho menos los unos en los otros.",
        "stock": 3,
        "platform": "PS4"
    },
    {
        "name": "The Last of Us Remastered",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202010/2716/wYq1UsVEyQp6dT6cS1omgKiJ.png?w=1920&thumb=false",
        "price": 9.99,
        "category": "videojuegos",
        "description": "En un mundo hostil y pospandémico, las circunstancias desesperadas acaban juntando a Ellie y a Joel, que deben confiar el uno en el otro para sobrevivir en un viaje brutal por lo que queda de Estados Unidos.",
        "stock": 4,
        "platform": "PS4"
    },
    {
        "name": "The Last of Us Parte II",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202010/2618/itbSm3suGHSSHIpmu9CCPBRy.jpg?w=940&thumb=false",
        "price": 19.99,
        "category": "videojuegos",
        "description": "Después de un peligroso viaje por un Estados Unidos postapocalíptico, Ellie y Joel se asientan en Wyoming. La vida en una próspera comunidad les proporciona estabilidad, a pesar de la amenaza de los infectados y los supervivientes desesperados. Tras un hecho violento que altera la paz, Ellie comienza un viaje en busca de justicia. Al dar caza a los responsables, afronta las terribles repercusiones físicas y emocionales de sus actos.",
        "stock": 2,
        "platform": "PS4"
    },
    {
        "name": "DARK SOULS: REMASTERED",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_DarkSoulsRemastered_image1600w.jpg",
        "price": 9.99,
        "category": "videojuegos",
        "description": "Entonces llegó el Fuego. Vuelve a disfrutar del aclamado juego que definió el género con el que empezó todo. Gracias a una magnífica remasterización, podrás regresar a Lordran con unos impresionantes detalles en alta definición y a 60 fps. Dark Souls Remastered incluye el juego principal y el contenido descargable 'Artorias of the Abyss'.",
        "stock": 4,
        "platform": "PS4"
    },
    {
        "name": "DARK SOULS II: Scholar of the First Sin",
        "image": "https://image.api.playstation.com/vulcan/img/rnd/202010/0919/yPieUKqDjm7yMrUevtgezGnw.png",
        "price": 19.99,
        "category": "videojuegos",
        "description": "Nueva experiencia y nuevos desafíos. Se ha replanteado la posición de los enemigos, lo que produce una dinámica de juego totalmente distinta. ¡Las zonas seguras que recordaban algunos jugadores ya no lo son tanto! Los jugadores avezados tendrán que olvidar todo lo que creían saber sobre DARK SOULS II.",
        "stock": 2,
        "platform": "PS4"
    },
    {
        "name": "DARK SOULS III",
        "image": "https://image.api.playstation.com/cdn/EP0700/CUSA03365_00/OFMeAw2KhrdaEZAjW1f3tCIXbogkLpTC.png?w=940&thumb=false",
        "price": 29.99,
        "category": "videojuegos",
        "description": "Adéntrate en un universo lleno de enemigos y entornos descomunales, un mundo en ruinas en el que las llamas se están apagando. Los jugadores se sumergirán en la atmósfera épica de un mundo de oscuridad gracias a un juego más rápido y una intensidad de combate ampliada. Tanto fans como recién llegados disfrutarán de una acción gratificante y gráficos absorbentes. Solo quedan las ascuas... ¡Prepárate una vez más para sumergirte en la oscuridad!",
        "stock": 3,
        "platform": "PS4"
    },
    {
        "name": "The Legend of Zelda: Breath of the Wild",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/wiiu_14/SI_WiiU_TheLegendOfZeldaBreathOfTheWild_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "Olvida todo lo que sabes sobre los juegos de The Legend of Zelda. Entra en un mundo de descubrimientos, exploración y aventura en The Legend of Zelda: Breath of the Wild, un nuevo juego de la aclamada serie que rompe con las convenciones.",
        "stock": 5,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Super Mario Odyssey",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_SuperMarioOdyssey_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "¡Que empiece la odisea! La princesa Peach y Bowser… ¡¿se casan?! Bowser ha vuelto a secuestrar a la princesa Peach, pero esta vez, con buenas intenciones: ¡está preparando una boda por todo lo alto!",
        "stock": 4,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Luigi's Mansion 3",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_LuigisMansion3_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "Únete a Luigi, un héroe de lo más cobardica, en una aventura fantasmagórica (y un pelín viscosa, todo hay que decirlo).Puedes recorrer los sobrenaturales pisos de un hotel encantado en compañía de un amigo en el modo cooperativo, plantarles cara a fantasmas revoltosos y resolver puzles paranormales.",
        "stock": 3,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Mario Kart 8 Deluxe",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_MarioKart8Deluxe_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "Disfruta del Mario Kart más grande de la historia cuando quieras, donde quieras y como quieras: ¡Mario Kart 8 Deluxe, solo para Nintendo Switch!",
        "stock": 5,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Splatoon 2",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_Splatoon2_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "Conquista territorio cubriéndolo de tinta en apasionantes batallas de cuatro contra cuatro. ¡El equipo que cubra más terreno con su tinta gana! El trabajo en equipo y saber cuándo adoptar la forma de calamar te darán la ventaja necesaria para ganar. ¡Sal al campo de batalla y ve a por todas!",
        "stock": 4,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Splatoon 3",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/2x1_NSwitch_Splatoon3_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "Te damos la bienvenida a Tintelia, en la abrasadora región de Tintelia, ¡donde te esperan nuevas armas, habilidades, escenarios e indumentaria de lo más novedoso! Enfréntate a rivales en combates en línea a tope de tinta, repele ofensivas de salmónidos y evita una invasión de octarianos.",
        "stock": 3,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Super Smash Bros. Ultimate",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_SuperSmashBrosUltimate_02_image1600w.jpg",
        "price": 69.99,
        "category": "videojuegos",
        "description": "¡No falta nadie!  Nuevos luchadores, como los inkling de la serie Splatoon, Ridley de la serie Metroid, Simon Belmont de Castlevania y Canela de Animal Crossing, hacen su debut en Super Smash Bros. junto a todos los personajes de las entregas anteriores. ¡Todos!",
        "stock": 3,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Animal Crossing: New Horizons",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_AnimalCrossingNewHorizons_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "¡Archipiélago Paraíso te necesita! Únete al equipo de desarrollo inmobiliario de Nuria, y échale una mano para construir casas de vacaciones de ensueño.",
        "stock": 2,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Metroid Dread",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_MetroidDread_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "Para completar la misión de Samus, tendrás que abrirte paso a través de las entrañas de un inmenso planeta lleno de entornos únicos, peligros mortales y misteriosos secretos. Usa habilidades nuevas y conocidas para recorrer auténticos laberintos, consulta el mapa para guiarte y dales su merecido a los enemigos con los que te cruces gracias a poderosas armas.",
        "stock": 1,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Donkey Kong Country: Tropical Freeze",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_DonkeyKongCountryTropicalFreeze_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "¡Donkey Kong Country: Tropical Freeze ya se está preparando para el debut de la serie en Nintendo Switch! Los vikingos se han presentado sin invitación en la Isla de Donkey Kong y la han congelado de punta a punta. ¡Ahora les toca a los Kongs romper el hielo!",
        "stock": 2,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Captain Toad: Treasure Tracker",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_CaptainToadTreasureTracker_image1600w.png",
        "price": 39.99,
        "category": "videojuegos",
        "description": "Explora diversos y desafiantes niveles de estilo «sandbox» inspirados en los minijardines japoneses Hakoniwa en Captain Toad: Treasure Tracker para la familia de consolas Nintendo 3DS.",
        "stock": 4,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Kirby y la tierra olvidada",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_KirbyAndTheForgottenLand_onlylogo_esES_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "Explora un nuevo mundo misterioso en solitario o en compañía de otra persona, descubre nuevas habilidades de copia y enfréntate a todo tipo de bestias.",
        "stock": 5,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Leyendas Pokémon: Arceus",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_PokemonLegendsArceus_ES_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "Explora parajes salvajes inmensos donde te aguardan un sinfín de descubrimientos en Leyendas Pokémon: Arceus para Nintendo Switch. Observa, atrapa e investiga a los Pokémon salvajes en este juego de acción y rol que se desarrolla en el pasado, cuando no era habitual que los humanos y los Pokémon convivieran en armonía.",
        "stock": 5,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Xenoblade Chronicles 2",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_XenobladeChronicles2_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "En el enorme RPG Xenoblade Chronicles 2 para Nintendo Switch, explorarás un océano infinito de nubes entre las que perviven los restos de una civilización sobre los lomos de enormes bestias llamadas titanes. Descubre la historia de Rex y su nueva amiga Pyra, un ser misterioso ser conocido como Blade que le otorga enorme poder. Juntos emprenderán la búsqueda del hogar perdido de Pyra, el Elíseo, la cuna de la humanidad.",
        "stock": 4,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Bayonetta + Bayonetta 2",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_XenobladeChronicles2_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "Bayonetta: La primera entrega de la saga Bayonetta, publicada originalmente en 2010, presentó al mundo el concepto de acción frenética, una explosiva mezcla de acción dinámica y un estilo pícaro. Con un arma en cada mano y pie, Bayonetta destruye a sus oponentes con ataques combo que resultan tan hermosos como devastadores. Bayonetta 2: En esta secuela del aclamado juego de acción Bayonetta, los jugadores estarán al borde de un ataque de nervios de principio a fin. Un juego de acción cargado de alucinantes batallas y bellas escenas cinemáticas renace ahora para Nintendo Switch.",
        "stock": 2,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Bayonetta 3",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/2x1_NSwitch_Bayonetta3_image1600w.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "¡Es la hora del embrujo! ¡Haz gala de poderío, dispara con fruición y derrota a los malos con un estilazo de infarto en Bayonetta 3 para Nintendo Switch! Únete a Bayonetta en este juego de acción ultrafrenética, y enfréntate a una misteriosa fuerza maligna gracias a sus icónicas pistolas y un sinfín de nuevas técnicas demoniacas.",
        "stock": 1,
        "platform": "Nintendo Switch"
    },
    {
        "name": "Psychonauts 2",
        "image": "https://assets.xboxservices.com/assets/c6/67/c6670b2a-1144-437d-8c3a-3ef8a7380535.jpg?n=984302_GLP-Page-Hero-0_1083x609.jpge",
        "price": 19.99,
        "category": "videojuegos",
        "description": "Razputin Raz Aquato, acróbata experto y poderoso psíquico a pesar de su corta edad, ha cumplido su mayor sueño: ¡unirse a los Psiconautas, la organización internacional de espionaje psíquico! Sin embargo, estos superespías mentales están en apuros, pues su líder no ha sido el mismo desde que lo rescataron tras su secuestro y, para colmo, hay un topo infiltrado en el cuartel general.",
        "stock": 2,
        "platform": "Xbox"
    },
    {
        "name": "Ori and the Blind Forest: Definitive Edition",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/H2x1_NSwitchDS_OriAndTheBlindForestDefinitiveEdition_image1600w.jpg",
        "price": 19.99,
        "category": "videojuegos",
        "description": "El bosque de Nibel se está marchitando. Tras una terrible tormenta que pone en marcha una serie de acontecimientos devastadores, Ori emprenderá un viaje para armarse de valentía y enfrentarse a un enemigo espeluznante, y así salvar el bosque de Nibel.",
        "stock": 2,
        "platform": "Xbox"
    },
    {
        "name": "Ori and the Will of the Wisps",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_OriAndTheWillOfTheWisps_image1600w.jpg",
        "price": 29.99,
        "category": "videojuegos",
        "description": "De los creadores de Ori and the Blind Forest, llega la tan esperada secuela: Ori and the Will of the Wisps. Embárcate en una aventura completamente nueva por un vasto y exótico mundo en el que te enfrentarás a puzles y enemigos de lo más desafiantes en tu misión para descubrir el destino de Ori.",
        "stock": 3,
        "platform": "Xbox"
    },
    {
        "name": "TUNIC",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/2x1_NSwitchDS_Tunic_image1600w.jpg",
        "price": 27.99,
        "category": "videojuegos",
        "description": "Explora una tierra plagada de leyendas olvidadas, poderes ancestrales y feroces monstruos en TUNIC, un juego de acción isométrico sobre un pequeño zorro que emprende una gran aventura. Abandonado en una playa misteriosa y armado solo con tu propia curiosidad, deberás enfrentarte a bestias colosales, reunir extraños y poderosos objetos y desvelar secretos perdidos en el tiempo.",
        "stock": 3,
        "platform": "Xbox"
    },
    {
        "name": "Cult of the Lamb",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/2x1_NSwitchDS_CultOfTheLamb_image1600w.jpg",
        "price": 24.99,
        "category": "videojuegos",
        "description": "Cult of the Lamb mete a los jugadores en el papel de un cordero poseído, salvado de la aniquilación por un ominoso desconocido, que debe pagar su deuda creando un grupo de fieles seguidores en su nombre. Crea tu propia secta en una tierra de falsos profetas, aventurándote en regiones diversas y misteriosas para construir una leal comunidad de adoradores de los bosques, y difunde tu Palabra para convertir tu secta en la única y verdadera.",
        "stock": 1,
        "platform": "Xbox"
    },
    {
        "name": "OlliOlli World",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/H2x1_NSwitchDS_OlliOlliWorld_image1600w.jpg",
        "price": 29.99,
        "category": "videojuegos",
        "description": "Atraviesa el genial mundo de Radlandia y conoce a personajes memorables mientras haces todo tipo de trucos sobre tu tabla para descubrir a los dioses místicos del skate en busca de Gnarvana",
        "stock": 4,
        "platform": "Xbox"
    },
    {
        "name": "Tinykin",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/2x1_NSwitchDS_Tinykin_image1600w.jpg",
        "price": 19.99,
        "category": "videojuegos",
        "description": "¡Milo llega a la Tierra y se da cuenta de que es muy pequeño, no hay ni un alma y no ha pasado ni un solo día desde el año 1991! ¡Haz equipo con los misteriosos tinykin y usa sus poderes especiales para crear escaleras, puentes, explosiones y mucho más!",
        "stock": 4,
        "platform": "Xbox"
    },
    {
        "name": "It Takes Two",
        "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/2x1_NSwitch_ItTakesTwo_image1600w.jpg",
        "price": 29.99,
        "category": "videojuegos",
        "description": "Embárcate en la aventura más loca de tu vida con It Takes Two, un juego de plataformas multigénero exclusivamente cooperativo. Invita a una amistad a acompañarte gratis con el Pase de amigo para colaborar en una gran variedad de desafíos deliciosamente rompedores.",
        "stock": 2,
        "platform": "Xbox"
    },
    {
        "name": "Call of Duty: Modern Warfare II",
        "image": "https://phantom-marca.unidadeditorial.es/5a63ce6030006c77945628d0d67c426c/resize/1320/f/jpg/assets/multimedia/imagenes/2022/06/07/16546329958064.jpg",
        "price": 79.99,
        "category": "videojuegos",
        "description": "Modern Warfare II cuenta con una campaña mundial de un jugador, un combate Multijugador envolvente y un modo de juego evolucionado de Operaciones Especiales tácticas y cooperativas.",
        "stock": 4,
        "platform": "Xbox"
    },
    {
        "name": "Forza Horizon 5",
        "image": "https://img.hype.games/cdn/82cff34f-a84c-47c3-8cfb-585b2b7c8ec3Cover_ForzaHorizon5Edi%C3%A7%C3%A3oPadr%C3%A3o.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "¡Tu aventura definitiva en Horizon te espera! Explora paisajes dinámicos y en constante evolución del mundo abierto de México con una acción de conducción ilimitada y divertida en cientos de los mejores coches del mundo.",
        "stock": 5,
        "platform": "Xbox"
    },
    {
        "name": "Microsoft Flight Simulator",
        "image": "https://assets.xboxservices.com/assets/ba/1d/ba1d9395-5db7-4072-b916-f276892a919c.jpg?n=Microsoft-Flight-Simulator_Poster-Image-1084_40th-Ann_1920x1080.jpg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "Surca los cielos y disfruta la alegría de volar en la próxima generación de Microsoft Flight Simulator. El mundo está al alcance de la mano.",
        "stock": 1,
        "platform": "Xbox"
    },
    {
 
        "name": "Halo Infinite",
        "image": "https://i.blogs.es/311800/halo-infinite-3/1366_2000.jpeg",
        "price": 59.99,
        "category": "videojuegos",
        "description": "CONVIÉRTETE EN HÉROE. La legendaria serie Halo regresa con la campaña del Jefe Maestro más amplia hasta la fecha y una innovadora experiencia multijugador gratuita.",
        "stock": 4,
        "platform": "Xbox"
    },
    {
        "name": "Evil West",
        "image": "https://www.guardadorapido.com/wp-content/uploads/2022/10/Evil-West-portada.jpg",
        "price": 39.99,
        "category": "videojuegos",
        "description": "Una oscura amenaza consume la frontera americana. Como uno de los últimos agentes de una institución ultrasecreta dedicada a cazar vampiros, eres la última línea de defensa de la humanidad contra un terror profundamente arraigado que emerge ahora de entre las sombras. Álzate y conviértete en un superhéroe del salvaje Oeste, erradica la amenaza de los vampiros y ¡salva a los Estados Unidos!",
        "stock": 3,
        "platform": "Xbox"
    },
    {
        "name": "Hellblade: Senua's Sacrifice",
        "image": "https://www.lavanguardia.com/files/og_thumbnail/uploads/2019/04/02/5fa51e832fdcb.jpeg",
        "price": 19.99,
        "category": "videojuegos",
        "description": "Ambientado en la era vikinga, una guerrera celta destrozada se embarca en una misión onírica obsesiva para luchar por el alma de su difunto amante. Creado en colaboración con neurocientíficos y personas que sufren psicosis, Hellblade: El Sacrificio de Senua te sumerge de lleno en la furia melancólica de la mente desquebrajada de Senua.",
        "stock": 2,
        "platform": "Xbox"
    },
    {
        "name": "50 marbles 14mm",
        "decades": "1980-1990",
        "brand": "Forgotten Toys",
        "category": "juguetes",
        "subcategory": "clásico",
        "tags": ["vintage", "piezas pequeñas"],
        "materials": ["cristal"],
        "age": "14+",
        "price": 8.8,
        "description": "Estas canicas son simplemente hermosas, hay mucha variedade, desde ojos de gato hasta las espigas azules. Algunas son más viejas que otras, pero todos son muy viejas. Viene en juegos de 10 o 20. Haga su elección. Pequeños pedazos de historia, cada una cuenta su propia historia.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679260515/juguetes/canicas_ytle39.webp",
        "stock": 2
      },
      {
        "name": "Abacus 91",
        "decades": "1960-1970",
        "brand": "Lotus-Flower",
        "category": "juguetes",
        "subcategory": "eduacational",
        "tags": ["vintage", "matematicas", "cuentas", "China"],
        "materials": ["madera"],
        "age": "5+",
        "price": 21.69,
        "description": "Abaco de la marca Lotus Flower, fabricado en la República Popular de China, 13 filas y 91 cuentas. Marco de madera marrón oscuro con detalles en latón. Cuentas de madera roja.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679260547/juguetes/abaco_gaorbp.webp",
        "stock": 3
      },
      {
        "name": "Acrobatic Bear Plane",
        "decades": "1990-2000",
        "brand": "Saint John estaño, hojalata Toys",
        "category": "juguetes",
        "subcategory": "de cuerda",
        "tags": ["retro", "avión"],
        "materials": ["estaño", "hojalata", "hierro", "plástico"],
        "age": "14+",
        "price": 42.7,
        "description": "La calidad y los colores producidos son impresionantes y seguramente harán de este un coleccionable único. Viene completamente armado con una caja de regalo con gráficos coloridos. Tamaño de la caja: 20 (L) × 17 (W) × 8,5 (H) cm.  Atención: es probable que los artículos tengan puntas afiladas y piezas pequeñas y no se recomiendan para niños menores de 14 años. Se venden como réplicas nostálgicas.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679260573/juguetes/acrobatic_vuxciq.webp",
        "stock": 1
      },
      {
        "name": "Animal hospital  Rescue Seaplane and Speedboat",
        "decades": "1980-1990",
        "brand": "Vivid Imaginations",
        "category": "juguetes",
        "subcategory": "colección temática",
        "tags": ["vintage", "helicoptero", "anfibio", "RSPCA"],
        "materials": ["plástico"],
        "age": "3+",
        "price": 33.99,
        "description": "Hospital de Animales RSPCA.  Juego de hidroavión y lancha de rescate, vintage, en su caja original.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679260612/juguetes/animalhospitalseaplane_h2d2gu.webp",
        "stock": 1
      },
      {
        "name": "Farm Animals",
        "decades": "1990-2000",
        "brand": "Lego Duplo",
        "category": "juguetes",
        "subcategory": "colección temática",
        "tags": ["vintage", "animal", "gato", "hen", "vaca", "cerdo", "gallo"],
        "materials": ["plástico"],
        "age": "2+",
        "price": 65,
        "description": "Duplo de Lego, 2018, set 10870, nuevo, en caja original.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679260657/juguetes/legoduplo_hd8iox.webp",
        "stock": 2
      },
      {
        "name": "Aqua Marine Mini Vestido  para muñeca Blythe",
        "decades": "1970-1980",
        "brand": "Blythe",
        "category": "juguetes",
        "subcategory": "muñeca",
        "tags": ["vintage", "vestido"],
        "materials": ["algodón"],
        "age": "3+",
        "price": 43.38,
        "description": "Tamaño del vestido: para la muñeca original de Blythe / Licca / OB24 / Azone S /, o muñecas de tamaño similar a las mencionadas anteriormente. El vestido está hecho a mano.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679260680/juguetes/aqua_je6lze.webp",
        "stock": 3
      },
      {
        "name": "Around the World Russ Troll - Save the Earth",
        "decades": "1990-2000",
        "brand": "Forgotten Toys",
        "category": "juguetes",
        "subcategory": "muñeca",
        "tags": ["vintage"],
        "materials": ["plástico"],
        "age": "3+",
        "price": 12.12,
        "description": "Esta lindura de campaña es bastante ecologista, con su sombrero verde, camisa y peto blanco. Lo mejor de todo es que tiene un globo terráqueo de plástico, que hace juego con el lema *Salva la Tierra* en el pecho.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679260725/juguetes/troll_wjifsv.webp",
        "stock": 3
      },
      {
        "name": "Barbie Cali Girl Horse Pacifica",
        "decades": "2000-2010",
        "brand": "Mattel",
        "category": "juguetes",
        "subcategory": "muñeca",
        "tags": ["vintage", "animal", "caballo"],
        "materials": ["plástico"],
        "age": "3+",
        "price": 20,
        "description": "Magnífico caballo Mattel para Barbie, lanzado a principios de la década de 2000. El caballo tiene un suave y hermoso crin y cola. La cabeza y el cuello están articulados, al igual que las rodillas y los hombros/caderas. El caballo puede pararse derecho pero no mantiene la pose con facilidad. Al parecer las articulaciones de las rodillas traseras se han aflojado, debido al uso. Es posible que el caballo siempre fuera así. Viene con montura, estribos y riendas. Mide 11 pulgadas de altura (desde la punta de las orejas, con la cabeza hacia arriba).",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679260746/juguetes/barbiehorse_qsyskm.webp",
        "stock": 1
      },
      {
        "name": "Spring Blossom Barbie",
        "decades": "1990-2000",
        "brand": "Mattel",
        "category": "juguetes",
        "subcategory": "muñeca",
        "tags": ["vintage", "primavera"],
        "materials": ["plástico"],
        "age": "3+",
        "price": 75,
        "description": "Spring Blossom Barbie,  edición Especial Avon, 1ra serie, in su caja original, 1995. Altura: 12 pulgadas.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679260834/juguetes/springBarbie_clfixp.webp",
        "stock": 1
      },
      {
        "name": "Barbie Splash Coca Cola",
        "decades": "1990-2000",
        "brand": "Mattel",
        "category": "juguetes",
        "subcategory": "muñeca",
        "tags": ["vintage", "verano"],
        "materials": ["plástico"],
        "age": "3+",
        "price": 50,
        "description": "Barbie Coca-Cola Splash, edición especial 1999 - Mattel #25590.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679261101/juguetes/barbiecocacola_tnoipu.webp",
        "stock": 2
      },
      {
        "name": "Barbie View Master",
        "decades": "1980-1990",
        "brand": "Fisher Price",
        "category": "juguetes",
        "subcategory": "view-master",
        "tags": ["vintage", "muñeca"],
        "materials": ["plástico"],
        "age": "5+",
        "price": 105,
        "description": "Barbie View-Master 3D, poco común, color rosa, de Fisher Price, incluye 2 carretes, de 1999.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679261126/juguetes/barbieviewmaster_azrljs.webp",
        "stock": 2
      },
      {
        "name": "BrioMec Construction",
        "decades": "1980-1990",
        "brand": "Brio",
        "category": "juguetes",
        "subcategory": "construction set ",
        "tags": ["vintage", "Alemania"],
        "materials": ["madera", "cartulina", "metal", "plástico"],
        "age": "7+",
        "price": 89,
        "description": "Caja Brio Mec, hecho en Suecia, con correas de cuero, caja llena de piezas de construcción, de 3 kg. Vintage de los 80.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679261159/juguetes/briomec_ahaqqf.webp",
        "stock": 3
      },
      {
        "name": "C.O.P.S. Krusher",
        "decades": "1980-1990",
        "brand": "Hasbro",
        "category": "juguetes",
        "subcategory": "figuras de acción",
        "tags": ["vintage", "figura", "de acción"],
        "materials": ["plástico"],
        "age": "8+",
        "price": 12.95,
        "description": "Este es Krusher, de la línea  C.O.P.S. de 1988. Línea de juguetes hecha por Hasbro.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679261202/juguetes/krusher_ffos1v.webp",
        "stock": 1
      },
      {
        "name": "C.O.P.S. Longarm",
        "decades": "1980-1990",
        "brand": "Hasbro",
        "category": "juguetes",
        "subcategory": "figuras de acción",
        "tags": ["vintage", "figura", "de acción"],
        "materials": ["plástico"],
        "age": "8+",
        "price": 12.95,
        "description": "Este es Longarm, de la línea  C.O.P.S. de 1988. Línea de juguetes hecha por Hasbro.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679261240/juguetes/longarm_oh4sh6.webp",
        "stock": 1
      },
      {
        "name": "maderaen horse",
        "decades": "1940-1950",
        "brand": "Dalecarlia",
        "category": "juguetes",
        "subcategory": "clásico",
        "tags": ["vintage", "animal", "caballo"],
        "materials": ["madera"],
        "age": "3+",
        "price": 255,
        "description": "Juguete de caballo de madera en estado hermoso, usado pero en buen estado.  Medidas fotos: Alto= 72,5 cm (28,54 pulgadas) Largo= 74 cm (29,13 pulgadas) Fondo= 26 cm (10,24 pulgadas)",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679261306/juguetes/woodhorse_b3nwnz.webp",
        "stock": 1
      },
      {
        "name": "Camille",
        "decades": "1990-2000",
        "brand": "Corolle",
        "category": "juguetes",
        "subcategory": "muñeca",
        "tags": ["vintage", "rubia"],
        "materials": ["vinilo"],
        "age": "3+",
        "price": 75,
        "description": "Muñeca Corolle, vintage 2002 “les cheries” Camille, rubia, de 33cm/14 pulgadas, suave, con Jean azul y blusa blanca sin zapatos. * Soy una muñequita con cuerpo de vinilo y pelo sedoso. Tengo olor a vainilla. Me baño, me arreglo el pelo y me visto como una niña. Me gusta pasar tiempo con mi mejor amiga.* En muy buen estado de conservación.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679261330/juguetes/camille_moqz6d.webp",
        "stock": 3
      },
      {
        "name": "Cat Doll Kit",
        "decades": "2010-2020",
        "brand": "JennyBarnettfieltro",
        "category": "juguetes",
        "subcategory": "kit muñeca de trapo",
        "tags": ["kit", "animal", "gato", "decorativo"],
        "materials": ["fieltro", "cerámica", "arcilla", "calicó"],
        "age": "12+",
        "price": 75.19,
        "description": "Kit de muñeca de cerámica, talladas a mano y trapo . Hecho a la medida. Para construir una hermosa muñeca de gato, de aproximadamente 19 a 20 cm de altura. El kit incluye una cabeza de cerámica, un juego de patas y pies, algo de tela de calicó, relleno de lana, patrón fácil de seguir e instrucciones (4 páginas ilustradas) postales para inspirarte. Todo lo que necesitas son alfileres, agujas de coser, hilo, lápiz, tijeras y todo lo que quieras para vestir/disfrazar a tu muñeca.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679261359/juguetes/jenybarretcat_qbuq0h.webp",
        "stock": 3
      },
      {
        "name": "Chow Chow",
        "decades": "1920-1930",
        "brand": "Steiff",
        "category": "juguetes",
        "subcategory": "peluches",
        "tags": ["vintage", "animales", "perro", "Alemania", "decorativo"],
        "materials": [
          "lana",
          "Mohair",
          "estaño",
          "hojalata",
          "bordado",
          "cristal"
        ],
        "age": "3+",
        "price": 486,
        "description": "Un hallazgo raro; el perro Chow Chow de Steiff, llamado *Blanco*, es un perro de mohair, en tamaño de 35 cm / 13 ¾ pulgadas, desde la mitad de la cabeza hasta la pata trasera doblada. Se produjo solo entre 1928 y 1931. Este perro se produjo como la mascota del *Zeppelin*, a partir de una imagen de un perro real – 1928, cuando los grandes dirigibles tenían su apogeo. El dirigible alemán *Graf Zeppelin* realizó su primer vuelo transatlántico. Cuando regresó a Alemania, un cachorro Chow Chow llamado *Vedool* estaba a bordo, un regalo de amigos estadounidenses al capitán del vuelo. Voló bastante en su época y se hizo muy popular. El perrito no solo se convirtió en la mascota de ese  primer viaje en dirigible, hizo que el Chow Chow se convirtiera en el perro de moda de los años 30.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679261397/juguetes/steiffdog_hicsji.webp",
        "stock": 3
      },
      {
        "name": "Dancing Bunny",
        "decades": "1980-1990",
        "brand": "Duracell",
        "category": "juguetes",
        "subcategory": "electrónico",
        "tags": ["vintage", "baterias", "animales", "conejo"],
        "materials": ["plástico"],
        "age": "5+",
        "price": 95,
        "description": "El conejito bailarín, un juguete Duracell de los años 90, en su caja, funciona e está en buen estado de conservación. Toca música , samba de Rio de Janeiro, se mueve y baila, muy divertido.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679261425/juguetes/conejo_x2r9ed.webp",
        "stock": 1
      },
      {
        "name": "Dinosaur Tank",
        "decades": "2000-2010",
        "brand": "Bandai",
        "category": "juguetes",
        "subcategory": "figuras de acción",
        "tags": ["vintage", "dinosaurio"],
        "materials": ["plástico"],
        "age": "8+",
        "price": 35,
        "description": "Tanque Dinosaurio - Serie Ultraman Monsters SOfubi - BANDAI 2002",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679261449/juguetes/dinotank_sbrk1g.webp",
        "stock": 3
      },
      {
        "name": "Dollshouse children's bedroom furniture - red and white",
        "decades": "1970-1980",
        "brand": "OAKLEAF",
        "category": "juguetes",
        "subcategory": "colección temática",
        "tags": ["vintage", "muñeca", "casa"],
        "materials": [
          "madera",
          "algodón",
          "papeldealuminio",
          "cartulina",
          "metal",
          "terciopelo"
        ],
        "age": "3+",
        "price": 36.15,
        "description": "Muebles de dormitorio para niños, de la casa de muñecas OAKLEAF vintage  de los 70 - rojo y blanco - escala 1:16 - se adapta a las casas Lundy o Barton. Materiales: madera, algodón, foil, cartulina, metal, velvet. Esta habitación infantil en rojo y blanco de OAKLEAF (original de los años 70) es un gran complemento para tu casa de muñecas. Tanto la cama individual como la cómoda están tapizadas en algodón de cuadros blancos y rojos, complementadas con un taburete con patas blancas y asiento rojo. También hay un armario y una  armario para libros que tiene una pizarra que recuerda bastante a los muebles de Lisa. Las puertas del armario se pueden abrir. Los cajones son solo para mostrar. El espejo del armario está hecho de lámina reflectante, las perillas de las puertas de metal, la cubierta del taburete de terciopelo rojo y la pizarra está hecha de cartulina gruesa. Todo lo demás está hecho de madera.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262343/juguetes/oakleafforniture_mccmbg.webp",
        "stock": 3
      },
      {
        "name": "Double Decker",
        "decades": "1960-1970",
        "brand": "Forgotten Toys",
        "category": "juguetes",
        "subcategory": "de cuerda",
        "tags": ["vintage", "bus", "Inglaterra", "hecho en China"],
        "materials": ["estaño", "hojalata", "hierro", "plástico"],
        "age": "14+",
        "price": 70,
        "description": "Autobús de dos pisos, vintage, juguete de fricción, hecho de estaño, hojalata. Hecho en china.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262382/juguetes/doubledecker_k0xnr1.webp",
        "stock": 1
      },
      {
        "name": "Elephant on Wheels",
        "decades": "1920-1930",
        "brand": "Steiff",
        "category": "juguetes",
        "subcategory": "peluches",
        "tags": ["vintage", "animales", "elefante", "Alemania", "decorativo"],
        "materials": [
          "lana",
          "paja",
          "estaño",
          "hojalata",
          "algodón",
          "bordado",
          "cristal"
        ],
        "age": "3+",
        "price": 700,
        "description": "¡El Santo Grial de los antepasados de Steiff! Uno de los primeros elefantes de Steiff sobre ruedas, con algunos hermosos toques personalizados... La tela dorada con pájaros en la parte superior y hueso real en forma de dientes, orejas y cola de elefante también hechos a medida. Un juguete de peluche realmente hermoso y único, de principios de 1900. Un juguete de museo con toques artísticos, que llevará tu colección al siguiente nivel. Alto Aprox: 35 cm Largo Aprox: 40 cm.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262405/juguetes/steiffelefant_fg0pld.webp",
        "stock": 3
      },
      {
        "name": "Eric Cantona Superhéroes del Manchester United Soccer",
        "decades": "1990-2000",
        "brand": "Vivid Imaginations",
        "category": "juguetes",
        "subcategory": "figura coleccionable",
        "tags": ["vintage", "futbol", "Inglaterra"],
        "materials": ["plástico"],
        "age": "8+",
        "price": 45,
        "description": "Super héroes del Fútbol. Figura de 9.5 pulgadas de Eric Cantona, Manchester Utd.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262435/juguetes/eric_jcyx5y.webp",
        "stock": 1
      },
      {
        "name": "Family Airport",
        "decades": "1970-1980",
        "brand": "Fisher Price",
        "category": "juguetes",
        "subcategory": "para bebes",
        "tags": ["vintage", "avión", "multiples piezas"],
        "materials": ["plástico"],
        "age": "2+",
        "price": 100,
        "description": "Family Airport # 996 de Fisher Price Play, fabricado en Estados Unidos entre 1972-1973. Juego completo con caja original. Este conjunto está completo con todas las piezas originales, con avión, remolque de equipaje y tanque de combustible. Torniquetes de equipaje que giran a través de una manija en la parte superior que también gira el helicóptero. Equipaje y taxis más personas. Horas de diversión o simplemente genial para mirar y exhibir.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262456/juguetes/airport_zqj8kx.webp",
        "stock": 3
      },
      {
        "name": "Freightliner diesel ",
        "decades": "1980-1990",
        "brand": "Hornby",
        "category": "juguetes",
        "subcategory": "trenes",
        "tags": ["vintage", "tren", "diesel", "baterias"],
        "materials": ["metal", "plástico", "madera"],
        "age": "6+",
        "price": 125,
        "description": "Maqueta de tren Freightliner diesel, marca Hornby, calibre 00,  incluye tres vagones de carga.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262483/juguetes/tren_prloi1.webp",
        "stock": 2
      },
      {
        "name": "Frog Doll Kit",
        "decades": "2010-2020",
        "brand": "JennyBarnettfieltro",
        "category": "juguetes",
        "subcategory": "kit muñeca de trapo",
        "tags": ["kit", "animal", "gato", "decorativo"],
        "materials": ["fieltro", "cerámica", "arcilla", "calicó"],
        "age": "12+",
        "price": 75.19,
        "description": "Kit de muñeca de cerámica, talladas a mano y trapo . Hecho a la medida. Para construir una hermosa muñeca de sapo o ranita, de aproximadamente 19 cm de alto. El estilo de sapo es de color y textura más marrón, el estilo de rana es más suave y más verde. Incluye una cabeza de cerámica, un juego de manos y pies, algo de tela de calicó, relleno de lana, un patrón fácil de seguir e instrucciones (4 páginas ilustradas) postales para inspirarte. Todo lo que necesitas son alfileres, agujas de coser, hilo, lápiz, tijeras y todo lo que quieras para vestir/disfrazar a tu muñeca.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262509/juguetes/jenybarretfrog_wpq3mq.webp",
        "stock": 3
      },
      {
        "name": "Furby Lizard -yellow/brown spots",
        "decades": "1990-2000",
        "brand": "Tiger Electronics",
        "category": "juguetes",
        "subcategory": "electrónico",
        "tags": ["vintage", "baterias", "fantasía"],
        "materials": ["plástico"],
        "age": "5+",
        "price": 105,
        "description": "Furby Lagarto, de Tiger Electronics,  1999, coleccionable vintage, con manchas amarillas/marrones y ojos grises. Funciona perfectamente. Este Furby es de  5ª generación. Fue lanzado en octubre de 1999. Tiene un pelaje corporal amarillo con manchas marrones que son diferentes con cada Furby. Tiene un pelaje marrón en el vientre, un mechón de pelo negro y una cola negra. La cara es amarilla. Tiene patas marrones, lados internos de las orejas amarillas, partes posteriores de las orejas marrones y pestañas negras.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262533/juguetes/furbi_op8yjd.webp",
        "stock": 1
      },
      {
        "name": "G.I.JOE Dino Hunters",
        "decades": "1990-2000",
        "brand": "Hasbro",
        "category": "juguetes",
        "subcategory": "colección temática",
        "tags": ["vintage", "dinosaurio"],
        "materials": ["plástico"],
        "age": "8+",
        "price": 1149,
        "description": "G.I. JOE Cazadores de dinosaurios, lanzado en 1993,  incluye un vehiculo, dos figuras de cazadores, una figura de tiranosaurio rex. Hecho en Estados Unidos.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262557/juguetes/gijoedinohunter_ymoyho.webp",
        "stock": 2
      },
      {
        "name": "Giant Lilliput Robot ",
        "decades": "1990-2000",
        "brand": "Saint John estaño, hojalata Toys",
        "category": "juguetes",
        "subcategory": "de cuerda",
        "tags": ["retro", "decuerda", "robot"],
        "materials": ["estaño", "hojalata", "hierro", "plástico"],
        "age": "14+",
        "price": 61,
        "description": "Viene completo, con una caja de regalo, con gráficos coloridos. Tamaño de la caja: 11.5(L)×9(W)×24(H)cm .  Atención: es probable que los artículos tengan puntas afiladas y piezas pequeñas y no se recomiendan para niños menores de 14 años. Se venden como réplicas nostálgicas.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262578/juguetes/robotLilliput_xwhe35.webp",
        "stock": 3
      },
      {
        "name": "Happy Dog",
        "decades": "1970-1980",
        "brand": "Hsin Chi Toy's",
        "category": "juguetes",
        "subcategory": "de cuerda",
        "tags": ["retro", "decuerda", "animales", "perro"],
        "materials": ["plástico", "poliéster", "Taiwan"],
        "age": "14+",
        "price": 45,
        "description": "Este es un juguete de cuerda, de los años 70 y 80, y fue producido en Taiwán. Está en perfecto estado, con la caja original.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262599/juguetes/happydog_c3aokk.webp",
        "stock": 3
      },
      {
        "name": "Happy Whistlers",
        "decades": "1970-1980",
        "brand": "Fisher Price",
        "category": "juguetes",
        "subcategory": "para bebes",
        "tags": ["vintage", "para bebes"],
        "materials": ["plástico"],
        "age": "1+",
        "price": 20,
        "description": "Cuando se empuja o tira de este juguete de plástico, a través de un mango de madera, aparecen tres graciosos niños con sombreros de diferentes colores y caras, que emiten diferentes silbidos. La base es amarilla y rueda sobre grandes ruedas rojas.  Mide 21-1/8 pulgadas de altura, 9-1/2 pulgugadas de ancho y 10-5/8 pulgadas de largo. El juguete ha sido muy querido, tiene muchos arañazos en las ruedas y algo de pérdida de pintura en el mango de madera.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262621/juguetes/whistlers_xgatoz.webp",
        "stock": 2
      },
      {
        "name": "Hillman Minx IIIA - Somerset Police",
        "decades": "2010-2020",
        "brand": "Vanguards",
        "category": "juguetes",
        "subcategory": "coches, camiones y pistas",
        "tags": ["vintage", "policia"],
        "materials": ["metal", "plástico"],
        "age": "3+",
        "price": 25.31,
        "description": "Coche a escala 1/43,  Hillman Minx IIIA - Policía de Somerset . Edición Limitada. Vanguards VA06805 - ",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262643/juguetes/policecar1_d2qgxi.webp",
        "stock": 1
      },
      {
        "name": "Ford Thunderbird 1957 ",
        "decades": "1990-2000",
        "brand": "Matchbox",
        "category": "juguetes",
        "subcategory": "coches, camiones y pistas",
        "tags": ["vintage", "coche"],
        "materials": ["metal", "plástico"],
        "age": "3+",
        "price": 17.34,
        "description": "Ford Thunderbird 1957, extraña miniatura de Matchbox, convertible color rosa.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262662/juguetes/matchboxthunderbird_ae18ke.webp",
        "stock": 1
      },
      {
        "name": "Dodge Challenger 1971",
        "decades": "2010-2020",
        "brand": "Mattel",
        "category": "juguetes",
        "subcategory": "coches, camiones y pistas",
        "tags": ["vintage", "coche"],
        "materials": ["metal", "plástico"],
        "age": "3+",
        "price": 9.9,
        "description": "HotWheels Dodge Challenger 1971. Escala 1/64 / aprox. 7 cm. Un coche pequeño con mucho detallle.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262686/juguetes/hotwheelschallenger_v1xbwd.webp",
        "stock": 1
      },
      {
        "name": "Dodge LI`L Red Express Truck 1978",
        "decades": "2010-2020",
        "brand": "Mattel",
        "category": "juguetes",
        "subcategory": "coches, camiones y pistas",
        "tags": ["vintage", "coche"],
        "materials": ["metal", "plástico"],
        "age": "3+",
        "price": 14.45,
        "description": "HotWheels Dodge li’l red camioneta 1978. Escala 1/64 / aprox. 7 cm. Un coche pequeño con mucho detallle.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262706/juguetes/hotwheelsdodge_rs7lnw.webp",
        "stock": 1
      },
      {
        "name": "Little Wolf Doll Kit",
        "decades": "2010-2020",
        "brand": "JennyBarnettfieltro",
        "category": "juguetes",
        "subcategory": "kit muñeca de trapo",
        "tags": ["kit", "animal", "gato", "decorativo"],
        "materials": ["fieltro", "cerámica", "arcilla", "calico"],
        "age": "12+",
        "price": 75.19,
        "description": " Kit de muñeca de cerámica, talladas a mano y trapo . Hecho a la medida. Para construir una hermosa muñeca de zorro, de aproximadamente 19 a 20 cm de altura. El kit incluye una cabeza de cerámica, un juego de patas y pies, algo de tela de calicó, relleno de lana, patrón fácil de seguir e instrucciones (4 páginas ilustradas) postales para inspirarte. Todo lo que necesitas son alfileres, agujas de coser, hilo, lápiz, tijeras y todo lo que quieras para vestir/disfrazar a tu muñeca.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262724/juguetes/jenybarretfox_yzeh1s.webp",
        "stock": 1
      },
      {
        "name": "Rocking horse",
        "decades": "1930-1940",
        "brand": "Arttisan",
        "category": "juguetes",
        "subcategory": "clásico",
        "tags": ["vintage", "Francia"],
        "materials": ["madera"],
        "age": "3+",
        "price": 179.25,
        "description": "Excepcional e impresionante, una antigua mecedora francesa para los más pequeños, una pieza absolutamente divertida para que los niños pasen el tiempo. Precioso, envejecido, fabricado en madera de abeto y estructura de metal, los tiradores en plástico gard. En buen estado, todo funciona muy bien.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262747/juguetes/caballomecedor_gin1ng.webp",
        "stock": 3
      },
      {
        "name": "Mikado Spiel",
        "decades": "1990-2000",
        "brand": "Mikado",
        "category": "juguetes",
        "subcategory": "de mesa",
        "tags": ["vintage", "juego"],
        "materials": ["madera"],
        "age": "14+",
        "price": 24.2,
        "description": "Juego de mesa familiar, de 2 a 6 jugadores, a partir de 5 años. Contenido: Una bandeja para rotuladores de madera, incluye 41 mikados de maderaen,  reglas del juego.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262770/juguetes/mikado_k48lw8.webp",
        "stock": 3
      },
      {
        "name": "Monster High Toralei Stripe",
        "decades": "2010-2020",
        "brand": "Mattel",
        "category": "juguetes",
        "subcategory": "muñeca",
        "tags": ["vintage", "muñeca"],
        "materials": ["plástico"],
        "age": "3+",
        "price": 45.8,
        "description": "Muñeca Monster High Toralei Stripe de la serie Freak du Chic, fabricado por Mattel en 2015. Vestimenta completa.El soporte para muñecas y el telón de fondo no están incluidos.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262794/juguetes/monsterhigh_bhcdin.webp",
        "stock": 2
      },
      {
        "name": "Police Car",
        "decades": "1990-2000",
        "brand": "Saint John estaño, hojalata Toys",
        "category": "juguetes",
        "subcategory": "de cuerda",
        "tags": ["retro", "decuerda", "coche", "policia"],
        "materials": ["estaño", "hojalata", "hierro", "plástico"],
        "age": "14+",
        "price": 32,
        "description": "La calidad y los colores producidos son impresionantes y seguramente harán de este un coleccionable único. Viene completamente armado con una caja de regalo con gráficos coloridos. Tamaño de la caja: 20 (L) × 7 (W) × 8 (H) cm. El automóvil se coloca dentro de la caja. Atención: es probable que los artículos tengan puntas afiladas y piezas pequeñas y no se recomiendan para niños menores de 14 años. Se venden como réplicas nostálgicas.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262810/juguetes/policecar2_zuehua.webp",
        "stock": 2
      },
      {
        "name": "Princess Diana Bennie babies",
        "decades": "1990-2000",
        "brand": "Ty Inc.",
        "category": "juguetes",
        "subcategory": "peluches",
        "tags": ["vintage", "animales", "oso", "Inglaterra"],
        "materials": ["poliéster"],
        "age": "1+",
        "price": 298.79,
        "description": "Los Beanie Babies de la Princesa Diana, es un juguete de peluche conmemorativo, de edición especial, que fue lanzado por Ty Inc. solo unos meses después de la muerte de Diana. El oso morado, que tiene una rosa blanca en el pecho, se vendió originalmente en diciembre de 1997. Se incluye un par de peluches, de 9 pulgadas y 14 pulgadas de altura.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262830/juguetes/dianabennie_qj26rg.webp",
        "stock": 1
      },
      {
        "name": "Puppy Phone",
        "decades": "1980-1990",
        "brand": "Jumbos Intl.",
        "category": "juguetes",
        "subcategory": "clásico",
        "tags": ["vintage", "hucha", "alcancía"],
        "materials": ["plástico"],
        "age": "3+",
        "price": 45,
        "description": "El Puppy Phone es un juguete fabricado en Hong Kong, diseñado como una hucha o alcancía para niños. Tiene forma de un lindo y mimoso perro. La función de teléfono es solo por diversión y no funcional. La ranura para monedas está ubicada en la parte posterior del perro y las monedas se pueden recuperar abriendo el tornillo en la parte inferior. El juguete está hecho de plástico duradero y tiene un diseño retro que seguramente hará las delicias de niños y coleccionistas por igual. La caja en la que viene también es vintage y tiene ilustraciones coloridas del teléfono del cachorro. Es una forma única y divertida para que los niños ahorren su dinero y aprendan el valor del ahorro.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262852/juguetes/puppyphone_jnbiot.webp",
        "stock": 1
      },
      {
        "name": "PUZZ 3D Taj Mahal ",
        "decades": "1960-1970",
        "brand": "MB",
        "category": "juguetes",
        "subcategory": "puzzle",
        "tags": ["vintage", "3D", "arquitectura", "palacio"],
        "materials": ["madera"],
        "age": "7+",
        "price": 22.42,
        "description": "El Taj Mahal es una de las *Siete Maravillas* del mundo, conocido como el edificio más perfecto del mundo y un símbolo de romance y amor. Este rompe cabezas o puzzle del Taj Mahal, en 3D, fabricado por MB, con 1077 piezas de madera con respaldo de espuma. Dimensiones 18.75 x 18.75 x 15.5 pulgadas",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262872/juguetes/taj_whx2we.webp",
        "stock": 1
      },
      {
        "name": "Puzzle Rings",
        "decades": "1960-1970",
        "brand": "Merit Toys",
        "category": "juguetes",
        "subcategory": "puzzle",
        "tags": ["vintage", "piezas pequeñas"],
        "materials": ["metal"],
        "age": "14+",
        "price": 4.99,
        "description": "Fabuloso juego de puzles de metal en caja original.  ¡Estos acertijos eran muy populares en el pasado y mantenían a la gente ocupada durante horas sin necesidad de Internet!",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262895/juguetes/puzzlerings_xv7ous.webp",
        "stock": 2
      },
      {
        "name": "Revólver Fort Worth",
        "decades": "1970-1980",
        "brand": "Romanelli",
        "category": "juguetes",
        "subcategory": "arma de juguete",
        "tags": ["vintage", "vaquero", "Estados Unidos"],
        "materials": ["plástico"],
        "age": "12+",
        "price": 75,
        "description": "Revólver Fort Worth, raro, con caja original. Hecho en Italia. Producida por Romanelli. artículo 140",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262910/juguetes/revolver_rdinwf.webp",
        "stock": 3
      },
      {
        "name": "Robbie Fowler Superhéroes del Manchester United Soccer",
        "decades": "1990-2000",
        "brand": "Vivid Imaginations",
        "category": "juguetes",
        "subcategory": "figura coleccionable",
        "tags": ["vintage", "futbol", "Inglaterra"],
        "materials": ["plástico"],
        "age": "8+",
        "price": 45,
        "description": "Super héroes del Fútbol. Figura de 9.5 pulgadas de Robbie Fowler, Manchester Utd.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262930/juguetes/robbie_a495am.webp",
        "stock": 3
      },
      {
        "name": "Ryan Giggs Superhéroes del Manchester United Soccer",
        "decades": "1990-2000",
        "brand": "Vivid Imaginations",
        "category": "juguetes",
        "subcategory": "figura coleccionable",
        "tags": ["vintage", "futbol", "Inglaterra"],
        "materials": ["plástico"],
        "age": "8+",
        "price": 45,
        "description": "Super héroes del Fútbol. Figura de 9.5 pulgadas de Ryan Giggs, Manchester Utd.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262947/juguetes/ryan_fkvruh.webp",
        "stock": 2
      },
      {
        "name": "Sesame Street Bert",
        "decades": "2010-2020",
        "brand": "SesamStraat",
        "category": "juguetes",
        "subcategory": "muñeca",
        "tags": ["vintage", "peluche", "Estados Unidos"],
        "materials": ["algodón"],
        "age": "1+",
        "price": 35,
        "description": "Peluche Bert del Barrio Sésamo, de 2017, de 20 cm / 7,5 pulgadas.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262971/juguetes/bert_ogg62c.webp",
        "stock": 1
      },
      {
        "name": "Slamduck",
        "decades": "1990-2000",
        "brand": "Rubba Ducks",
        "category": "juguetes",
        "subcategory": "para bebes",
        "tags": ["vintage", "animales", "pato"],
        "materials": ["plástico"],
        "age": "1+",
        "price": 65,
        "description": "El juguete de baño marca Rubba original, año 2000, para coleccionista, nuevo en la caja, 12 CM/5 pulgadas.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679262993/juguetes/slamduck_zijxco.webp",
        "stock": 3
      },
      {
        "name": "Spitfire M.K1",
        "decades": "1970-1980",
        "brand": "Heller",
        "category": "juguetes",
        "subcategory": "modelo a escala",
        "tags": [
          "vintage",
          "para armar",
          "piezas pequeñas",
          "Inglaterra",
          "avión",
          "WWII"
        ],
        "materials": ["plástico"],
        "age": "10+",
        "price": 14,
        "description": "Kit para construir un modelo a escala 1/72 de Spitfire M.K1, de la marca Heller,  #L080 lanzado en 1972 .",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679263031/juguetes/spitfire_liu2zn.webp",
        "stock": 2
      },
      {
        "name": "Sunbeam 1000hp",
        "decades": "1990-2000",
        "brand": "Saint John estaño, hojalata Toys",
        "category": "juguetes",
        "subcategory": "de cuerda",
        "tags": ["retro", "decuerda", "coche", "carrera"],
        "materials": ["estaño", "hojalata", "hierro", "plástico"],
        "age": "14+",
        "price": 42.7,
        "description": "La calidad y los colores producidos son impresionantes y seguramente harán de este un coleccionable único. Viene completamente armado con una caja de regalo con gráficos coloridos. Tamaño de la caja: 30(L)×10.5(W)×7(H)cm.  El automóvil se coloca dentro de la caja. Atención: es probable que los artículos tengan puntas afiladas y piezas pequeñas y no se recomiendan para niños menores de 14 años. Se venden como réplicas nostálgicas.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679263053/juguetes/sunbeam_pligip.webp",
        "stock": 1
      },
      {
        "name": "Teenage Mutant Ninja Turtles Dinosaurios",
        "decades": "1990-2000",
        "brand": "Playmates",
        "category": "juguetes",
        "subcategory": "figuras de acción",
        "tags": ["vintage", "tortuga"],
        "materials": ["plástico"],
        "age": "8+",
        "price": 19.53,
        "description": "T-rex y figura de tortuga ninja. En buenas condiciones de consevación. Mide 19 cm de altura.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679263073/juguetes/dinotortu_yh3o68.webp",
        "stock": 2
      },
      {
        "name": "V2 Space Dog",
        "decades": "1990-2000",
        "brand": "Saint John estaño, hojalata Toys",
        "category": "juguetes",
        "subcategory": "de cuerda",
        "tags": ["retro", "decuerda", "animales", "perro", "robot"],
        "materials": ["estaño", "hojalata", "hierro", "plástico"],
        "age": "14+",
        "price": 42,
        "description": "La calidad y los colores producidos son impresionantes y seguramente harán de este un coleccionable único. Viene completamente armado con una caja de regalo con gráficos coloridos. Tamaño de la caja: 22.5(L)×22(W)×9.5(H)cm. El perro espacial viene dentro de la caja de cartón. La energía se genera por la fricción, mientras que las chispas se pueden ver en la caja de plástico translúcido rojo. La boca se abre y se cierra cuando se mueve. Atención: es probable que los artículos tengan puntas afiladas y piezas pequeñas y no se recomiendan para niños menores de 14 años. Se venden como réplicas nostálgicas.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679263093/juguetes/spacedog_dcg3dg.webp",
        "stock": 1
      },
      {
        "name": "Vestido Pepper para muñeca Blythe",
        "decades": "1970-1980",
        "brand": "Blythe",
        "category": "juguetes",
        "subcategory": "muñeca",
        "tags": ["vestido", "muñeca"],
        "materials": ["algodón"],
        "age": "3+",
        "price": 43.38,
        "description": "Tamaño del vestido: para la muñeca original de Blythe / Licca / OB24 / Azone S /, o muñecas de tamaño similar a las mencionadas anteriormente. El vestido está hecho a mano.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679263109/juguetes/pepper_ppjw0s.webp",
        "stock": 3
      },
      {
        "name": "View-Master",
        "decades": "1960-1970",
        "brand": "GAF",
        "category": "juguetes",
        "subcategory": "view-master",
        "tags": ["vintage", "visor"],
        "materials": ["plástico"],
        "age": "5+",
        "price": 49,
        "description": "Visor GAF View-Master, modelo G. Esta versión del visor estilo bicentenario (rojo, blanco y azul) tiene las ventanas difusoras pequeñas. El visor está en buenas condiciones.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679263131/juguetes/viewmastergaf_ivbxvv.webp",
        "stock": 1
      },
      {
        "name": "View-Master Vintage Classic Reel",
        "decades": "1940-1950",
        "brand": "Sawyer's",
        "category": "juguetes",
        "subcategory": "view-master",
        "tags": ["vintage", "visor"],
        "materials": ["plástico"],
        "age": "5+",
        "price": 52.86,
        "description": "El View Master Vintage Classic, modelo C. Funciona con todos los carretes View-Master. Este visor View-Master, el más reconocido de todos, se introdujo en 1946 y permaneció en producción durante aproximadamente 10 años de 1946-1956 . Fabricado en baquelita negra con lentes de cristal, es un visor resistente y duradero. PRECAUCIÓN: Después de más de 70 años de existencia, muchos visores del Modelo C ya no avanzan el carrete de una imagen a otra sin problemas. Poco se puede hacer para corregir esto. Los visores Modelo C que ofrece 3Dstereo aquí están todos limpios y probados, pasando como visores en pleno funcionamiento, sin problemas de avance.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679263147/juguetes/viewmasterclassic_we1xhw.webp",
        "stock": 3
      },
      {
        "name": "maderaen clown marionette",
        "decades": "1980-1990",
        "brand": "Dalecarlia",
        "category": "juguetes",
        "subcategory": "clásico",
        "tags": ["vintage", "payaso"],
        "materials": ["madera"],
        "age": "7+",
        "price": 54.95,
        "description": "Marioneta de hilo. Marioneta de payaso vintage de los años 80 hecha de madera, pintada a mano, vestida con un traje colorido. Cuerdas negras. panel de control de madera. Completamente funcional.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679263170/juguetes/payasomarioneta_my4b3w.webp",
        "stock": 1
      },
      {
        "name": "Wrecker Truck No. 518",
        "decades": "1960-1970",
        "brand": "Tonka",
        "category": "juguetes",
        "subcategory": "coches, camiones y pistas",
        "tags": ["vintage", "pesado", "Estados Unidos"],
        "materials": ["metal", "plástico"],
        "age": "6+",
        "price": 321.56,
        "description": "Aquí está el clásico Tonka Wrecker. Mide 14 pulgadas de largo y tiene el acabado original, no repintado. Por supuesto, la camioneta Tonka fabricada en Minnesota está diseñada para durar para siempre.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679263190/juguetes/tonkatruck_ejnxlr.webp",
        "stock": 3
      },
      {
        "name": "Pickup Truck No. 02",
        "decades": "1960-1970",
        "brand": "Tonka",
        "category": "juguetes",
        "subcategory": "coches, camiones y pistas",
        "tags": ["vintage", "pesado", "Estados Unidos"],
        "materials": ["metal", "plástico"],
        "age": "6+",
        "price": 291.3,
        "description": "Esta es la clásica camioneta Tonka Bronze Step Side Pickup No. 02 de 1959. Tiene 13 pulgadas de largo y el acabado original. Por supuesto, Tonka fabricado en Minnesota, está diseñado para durar para siempre.",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679263205/juguetes/tonkapickup_jsx8yl.jpg",
        "stock": 3
      },
      {
        "name": "Los crímenes de Hamlet",
        "image": "https://res.cloudinary.com/dj5hu7p44/image/upload/v1679918194/libros/los_crimenes_hamlet_rbv1x5.jpg",
        "price": 22.70,
        "lowPrice": 15.70,
        "description": "Una escalofriante novela de terror con tintes sobrenaturales que te atrapará hasta el final. Con setenta años cumplidos, Hamlet, el famoso asesino en serie, pasa los días sumido en el oscuro sueño de volver a pintar las turbadoras escenas que quitan el sueño a la policía. Lleva veinte años recluido en una cárcel de máxima seguridad, pero, a pesar de ello, ha aparecido un nuevo cadáver con su inconfundible firma en el tranquilo y apartado valle de Caín. El trágico suceso ha despertado al Cortador, un ser diabólico y sanguinario que, según la creencia popular, solo vivía en viejas leyendas. Hasta ahora... El Cortador y su séquito han acudido a la llamada de la sangre y reclaman sus dominios en el bosque con su particular firma: corta brazos y piernas. Hamlet y la mujer más anciana del lugar son las únicas personas que pueden ayudar a la policía a desentrañar el caso.",
        "type": "Novela de terror",
        "author": ["Malenka Ramos"],
        "pages": 408,
        "editorial": "Contraluz Editorial",
        "languague": "castellano",
        "bookbinding": "Tapa dura",
        "yearEdition": 2023,
        "isbn": 9788418945557,
        "category": "libros",
        "stock": 10
      }

]